{"2006_224.pdf": "Decree on the technical measures for type “B” gaming machines ", "1990_154.pdf": "Royal Decree approving health regulations relating to bivalve\nmolluscs which may be consumed raw.\n////", "2008_320.pdf": "IR 55 RADIO INTERFACES FOR AMATEUR RADIO EQUIPMENT IN THE 50 MHz FREQUENCY BAND. ", "2018_166.pdf": "Draft Order of the Department of Agriculture, Environment and Rural Development publishing the regulations\ngoverning use of the ‘Campo y Alma’ trademark and laying down the application process for authorisation to\nuse this trademark ", "2017_25.pdf": "Decree ../........, of .......... of ............... approving the Betting Regulation of the Autonomous Community of the\nBalearic Islands ", "2006_379.pdf": "Ministerial Decree regulating the State metrological control of instruments intended to measure the alcohol\nmass concentration in exhaled air. ", "2006_573.pdf": "Radio interface IR-70 for analogue television broadcasting transmitters. ", "1997_53.pdf": "Ministerial Decree on maximum residue levels of phytosanitary\nproducts, amending Annex ii of Royal Decree 280/1994.", "2002_487.pdf": "Draft Royal Decree adopting the supplementary technical instruction MIE AP 18 of the Regulation on pressure\nequipment, regarding installations for the loading and inspection of bottles used in autonomous breathing\nequipment for subaquatic activities and surface works. ", "2005_596.pdf": "Third generation mobile communication system IMT-2000/UMTS ", "2006_112.pdf": "Draft Decree amending Decree No 332 of 18 December 2001, partially amended by Decree No 223 of 2\nNovember 2004, adopting the Regulation on Amusement and Gaming Machines, Amusement Arcades and\nGaming Clubs. ", "2013_59.pdf": "Order FOM/…./2012, of … …, amending Order VIV/561/2010, of 1 February, developing the Technical\ndocument on the basic conditions of accessibility and non-discrimination in the access to and use of developed\npublic spaces. ", "2010_184.pdf": "RADIO ELECTRICAL INTERFACE IR-128 FOR PROBES TO MEASURE THE LEVEL OF LIQUIDS (TLPR). ", "1999_526.pdf": "Technical specifications for equipment used in different radiocommunications systems. ", "2016_360.pdf": "Order of the Minister for Economic Development and Competition and of the Minister for Health, adopting the\ndraft Order for specific technical standards for the adaptation of the health and hygiene requirements for dairy\nproducts and ice creams. ", "1999_563.pdf": "Draft regulation on the accreditation of certification service providers and the certification of certain electronic\nsignature products. ", "2005_730.pdf": "Royal Decree regulating the State metrological control of measurement equipment ", "1997_339.pdf": "Draft Order regulating approvals for the manufacture,\nmodification and operation of ambulances in the autonomous\ncommunity of the Basque Country.", "2013_610.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for regulated interfaces IR-125, IR- 228, IR-229 and IR-230 related to equipment to be\nused on railways. ", "1997_849.pdf": "Proposed order amending supplementary technical guidelines\nMIE-AP5 of the regulation of pressurised apparatus on fire\nextinguishers.", "1995_328.pdf": "Draft Royal Decree amending the regulation on installations\nfor storing liquefied petroleum gases (LPG) in fixed tanks.", "2016_113.pdf": "DRAFT DECREE APPROVING THE GENERAL REGULATION ON GAMING IN THE AUTONOMOUS\nCOMMUNITY OF THE BASQUE COUNTRY ", "2010_189.pdf": "ORDER REGULATING STATE METROLOGICAL CONTROL OF AUTOMATIC WEIGHING INSTRUMENTS\nOF THE CATCHWEIGHER TYPE, GRAVIMETRIC FILLING INSTRUMENTS, CONTINUOUS AND\nDISCONTINUOUS TOTALISERS AND RAIL WEIGHBRIDGES, IN VERIFICATION PHASES AFTER REPAIR\nOR MODIFICATION OR PERIODIC VERIFICATION. ", "2007_253.pdf": "Ministerial Order regulating the State metrological control of combined static electricity meters, active, of classes\nA, B and C, and reactive, of classes 2 and 3, to be installed in electricity supply systems up to an active power of\n15 kW incorporating time-of-use and remote control devices, during the conformity assessment, verification\nafter repair or modification and periodic verification phases. ", "2005_651.pdf": "Regulated radio interface IR-15 relating to fixed wireless access systems (LMDS/FWA) in the 27.5 to 29.5 GHz\nfrequency band. ", "1987_178.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/178/E\n\nDate received : 27/11/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1997_889.pdf": "Ministerial Order on the maximum residue limits for\nphytosanitary products amending Annex II of Royal Decree\n280/1994.", "2010_753.pdf": "DRAFT ROYAL DECREE REGULATING THE INSTALLATION OF CABLE TROUGHS FOR THE\nDEPLOYMENT OF ELECTRONIC COMMUNICATION NETWORKS ON ROAD AND RAILWAY\nINFRASTRUCTURE MAINTAINED BY THE STATE. ", "2018_20.pdf": "Draft Order amending certain articles of the General Technical Specifications for road and bridge works, as\nregards Basic materials, Pavements and road surfaces, and Signage, traffic guidance equipment and vehicle\ncontainment systems ", "2002_301.pdf": "Preliminary draft Act on electronic signatures. \n\nPage 1 of 5\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n", "2013_64.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society, publishing the\ntechnical requirements for regulated radio interfaces IR-205 to IR-208 related to road transport and traffic\ntelematics (RTTT). ", "2008_552.pdf": "DRAFT DECREE ON SMALL-SCALE FOOD PRODUCTION IN THE AUTONOMOUS REGION OF GALICIA. ", "2017_189.pdf": "Resolution of [date] [month] 2017 of the Regional Department for Agriculture, Environment and Rural\nDevelopment to recognise the ‘Nueces de Nerpio’ [Nerpio Walnuts] collective mark, owned by the Association\nfor the Promotion of Nerpio Walnuts, as an agri-food quality mark. ", "2001_63.pdf": "Draft Ministerial Order amending supplementary technical instructions MI-IF002, MI-IF004 and MI-IF009 of the\nsafety regulations governing refrigeration plants and installations ", "1989_256.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/256/E\n\nDate received : 23/10/1989\n\nEnd of Standstill : 07/02/1990 ( 07/11/1990)\n\nIssue of comments by : France,Italy\n\nIssue of detailed opinion by : Commission,United Kingdom\n\nPostponement : Yes\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2013_239.pdf": "AMENDMENT TO ACT 34/2002, of 11 JULY 2002, ON INFORMATION SERVICES AND E-COMMERCE ", "2009_421.pdf": "DRAFT ROYAL DECREE APPROVING THE SAFETY REGULATIONS FOR REFRIGERATION\nINSTALLATIONS AND COMPLEMENTARY TECHNICAL INSTRUCTIONS. ", "2010_383.pdf": "RADIO INTERFACE IR-162 FOR USE IN AUTOMATIC IDENTIFICATION SYSTEMS IN RAILWAYS ", "1999_340.pdf": "Draft Order updating certain articles of the list of general technical requirements for road and bridge works. ", "1988_59.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1988/59/E\n\nDate received : 21/06/1988\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1991_23.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/23/E\n\nDate received : 28/01/1991\n\nEnd of Standstill : 02/05/1991 ( 01/08/1991)\n\nIssue of comments by : France,Italy\n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2004_550.pdf": "Draft Royal Decree adopting the technical regulation for the distribution and use of gaseous fuels and\nsupplementary technical instructions ICG 01 A 11 related thereto. ", "2010_533.pdf": "Order developing, regulating and establishing the general and technical characteristics of the accumulated\ninterconnected bingo (Spanish acronym: BAI) mode ", "2005_217.pdf": "Decree No /2005 adopting the Regulation on the Registration of Gaming Companies, Amusement and Gaming\nMachines and Amusement Arcades and Gaming Clubs of the Autonomous Community of Andalusia. ", "2001_135.pdf": "Draft Decree adopting the regulations on amusement machines and arcades. ", "1999_366.pdf": "Decree creating the \"Agro-alimentary quality\" quality assurance marking for agricultural and food products and\napproving the regulations for its use. \n\nPage 2 of 4\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n", "2013_562.pdf": "Draft order approving the \"8.1-IC vertical signage\" standard of the Highways Code ", "2012_67.pdf": "Order laying down regulations applicable to the practice of electronic bingo in the Autonomous Community of\nAndalusia. ", "2017_578.pdf": "Draft Royal Decree on commercial communications for gambling activities and on responsible gambling ", "1987_150.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/150/E\n\nDate received : 07/10/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2005_539.pdf": "Wireless access networks including local data networks (RLANs) in the 5 GHz band for applications inside\nbuildings or their proximity (short-range). ", "1992_222.pdf": "Technical specifications of equipment for the radiopaging\nservice", "1991_108.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/108/E\n\nDate received : 21/03/1991\n\nEnd of Standstill : Closed \n\nInvocation of the Emergency Procedure : Yes\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1995_435.pdf": "Decree regulating the technical and sanitary characteristics\nof ambulances used in the community of Madrid for overland\nhealth transport.", "2008_189.pdf": "DRAFT ORDER PARTIALLY AMENDING THE ORDER OF 20 SEPTEMBER 1985 ON THE INSTALLATION\nAND TYPE-APPROVAL OF REGISTRATION PLATES FOR MOTOR VEHICLES AND THEIR TRAILERS ", "2002_306.pdf": "Draft Royal Decree adopting the quality standard for yogurt or yoghurt. ", "2011_40.pdf": "RADIO INTERFACE IR-181 FOR USE IN INTELLIGENT TRANSPORT SYSTEM APPLICATIONS IN THE\n63–64 GHZ FREQUENCY BAND. ", "2015_185.pdf": "DRAFT ROYAL DECREE AMENDING ROYAL DECREE 846/2011 OF 17 JUNE, ESTABLISHING THE\nCONDITIONS WHICH MUST BE MET BY RECYCLED POLYMER-BASED RAW MATERIALS FOR USE IN\nMATERIALS AND ARTICLES INTENDED TO COME INTO CONTACT WITH FOOD. ", "2011_41.pdf": "REGULATED INTERFACES IR-182 AND IR-183 RELATING TO MOBILE TERRESTRIAL VOICE AND DATA\nSERVICE RADIO EQUIPMENT FOR PRIVATE MOBILE NETWORKS AND PUBLIC-ACCESS MOBILE\nNETWORKS (PMR/PAMR) IN THE 68–87.5 MHZ FREQUENCY BAND. ", "2009_520.pdf": "DRAFT OF ITC ORDER FOR THE ADOPTION OF THE TECHNICAL SPECIFICATION ETSI TS 101 671. ", "1987_48.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/48/E\n\nDate received : 14/04/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2008_417.pdf": "RADIO INTERFACE IR-125 OF THE RAILWAY EUROLOOP. ", "1999_468.pdf": "Draft ministerial order amending the supplementary technical instructions MIE-RAT 01, MIE-RAT 02, MIE-RAT\n06, MIE-RAT 14, MIE-RAT 15, MIE-RAT 16, MIE-RAT 17, MIE-RAT 18 and MIE-RAT 19 of the regulation on\ntechnical conditions and safety guarantees in electric power stations, substations and conversion centres. ", "2006_111.pdf": "Draft Ministerial Decree of the Ministry of the Presidency amending the references to UNE standards cited in\nthe Annex to Royal Decree No 1313 of 28 October 1988. ", "2007_425.pdf": "Draft Royal Decree adopting the Regulation on Technical Conditions and Safety Guarantees in High-Voltage\nElectricity Lines and the Supplementary Technical Instructions STI-LAT 01 to 09. ", "1994_343.pdf": "Draft order establishing the regulations on the labelling for\ninformation purposes of gloves.", "1992_353.pdf": "Draft Royal Decree approving the Instruction governing the\ndesign and construction of prestressed concrete structures\n(EP-93)", "2001_310.pdf": "Draft Ministerial Decree establishing limits on certain polycyclic aromatic hydrocarbons in olive residue oil ", "2011_57.pdf": "DRAFT ROYAL DECREE ON THE DIRECT PROVISION OF SUBSIDIES FOR THE ACQUISITION OF\nELECTRIC VEHICLES IN 2011, AS PART OF THE 2010-2012 ACTION PLAN OF THE COMPREHENSIVE\nPLAN FOR PROMOTING ELECTRIC VEHICLES IN SPAIN 2010-2014. ", "2018_501.pdf": "Draft Order of the Ministry for Agriculture, the Environment and Rural Development publishing the regulation\ngoverning the use of the ‘Campo y Alma’ trademark and adopting the application form for approval to use this\ntrademark. ", "1987_142.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/142/E\n\nDate received : 21/09/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1995_161.pdf": "Ministerial Order establishing the criteria for carrying out\nthe production control of concretes produced in concrete\nmixing plants.", "1989_234.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/234/E\n\nDate received : 25/09/1989\n\nEnd of Standstill : 10/01/1990 ( 10/04/1990)\n\nIssue of comments by : France\n\nIssue of detailed opinion by : Commission,United Kingdom\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1997_757.pdf": "Draft Royal Decree approving technical-sanitary regulations\nfor the manufacture, traffic and trade of detergents and\ncleaning products.", "2014_240.pdf": "Draft resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for radio interface IR-231 for fixed service radio links in the 32.3 - 33.4 GHz frequency\nband. ", "2014_304.pdf": "Draft Order amending the Annex to the Order of 28 July 1980, adopting the additional technical standards and\ninstructions for the accrediting of solar panels. ", "2007_380.pdf": "Draft Royal Decree amending Royal Decree No 824 of 8 July 2005 on fertilising products. ", "2009_589.pdf": "DRAFT ROYAL DECREE APPROVING QUALITY REGULATIONS FOR CONFECTIONERY, PASTRIES,\nBAKERY AND DESSERT PRODUCTS. ", "2006_382.pdf": "Ministerial Order regulating the State metrological control of instruments intended for the measurement of\nopacity and for determining the light absorbing capacity of road traffic motor vehicles with compression-ignition\nengines (diesel) ", "2012_434.pdf": "DRAFT ROYAL DECREE APPROVING THE BASIC PROCEDURE FOR THE CERTIFICATION OF THE\nENERGY PERFORMANCE OF BUILDINGS. ", "2008_311.pdf": "REGULATED IR-3 RADIO INTERFACES FOR LOW-POWER SHORT-RANGE RADIO DEVICES USED AS\nMEDICAL IMPLANTS. ", "1996_66.pdf": "Draft Royal Decree approving the \"Instructions for the design\nand manufacture of one-way reinforced or pre-stressed\nconcrete floor slabs (EF-96)\".", "2006_57.pdf": "Radio interface IR-38 for fixed point-to-point radio links in the 15 GHz frequency band ", "2008_155.pdf": "Draft Royal Decree laying down measures for protecting birds from colliding with, and electrocuting themselves\non, high-voltage power lines. ", "2001_110.pdf": "Draft Royal Decree adopting the technical health regulations regarding the production, supply and sale of table\nolives. ", "2003_226.pdf": "Draft Royal Decree amending Royal Decree No 1472 of 1 December 1989, regulating the nominal quantity and\nnominal capacity parameters for certain packaged products ", "2007_305.pdf": "Regulated radio interface IR 87 for short-range radio equipment for locating avalanche victims. ", "2012_422.pdf": "DRAFT IET ORDER FOR THE ADOPTION OF VARIOUS PARTS OF TECHNICAL SPECIFICATION ETSI TS\n102 232 \"LAWFUL INTERCEPTION (LI); HANDOVER INTERFACE AND SERVIC—SPECIFIC DETAILS (SSD)\nFOR IP DELIVERY\". ", "2003_50.pdf": "Regulation on gaming machines in the Autonomous Community of Castilla-La Mancha. ", "2010_651.pdf": "Draft Royal Decree laying down applicable provisions regarding the classification of pig carcasses. ", "2012_425.pdf": "Draft Royal Decree regulating the use of the “indigenous breed” logo on products of animal origin. ", "2011_370.pdf": "INTERFACES RADIOELECTRICAS IR-202, IR-203 e IR 204 PARA LOS SISTEMAS DE RADIO MÓVIL.\nRADIO INTERFACES IR-202, IR-203 and IR 204 FOR MOBILE RADIO SYSTEMS ", "2003_191.pdf": "Draft Royal Decree adopting the quality standard for the manufacture, marketing and sale of preserves, jellies,\nfruit marmalades, chestnut cream and fruit jams. ", "2015_183.pdf": "Draft Order AAA/ 2014 of [date] amending Annexes I, II, III, IV and VI of Royal Decree 506/2013 of 28 June\n2013 on fertiliser products. ", "2000_695.pdf": "Draft Order updating certain articles of the general technical requirements for road- and bridge- works with\nregard to materials for the construction of road beds, drains and foundations. ", "2016_112.pdf": "Draft Order approving the Official Catalogue of railway traffic signs on the national railway network ", "2005_379.pdf": "Draft Order approving the technical specifications for low-temperature thermal solar installations for producing\nhot water in Andalusia. ", "2005_125.pdf": "Draft Royal Decree adopting the Technical Regulation on the control and certification of propagation material for\ncultivated fungi ", "2011_536.pdf": "DRAFT DECREE REGULATING THE PRODUCTION AND MANAGEMENT OF CONSTRUCTION AND\nDEMOLITION WASTE. ", "1992_262.pdf": "\nPage 1 of 2\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nTechnical specifications for the network termination point\n(ntp) of the switched telephone network (stn) and minimum\nrequirements for connection to private subscriber exchanges.", "1994_217.pdf": "Draft Order specifying the technical specifications which\nmust be met by vehicles used for the transport of detainees,\nprisoners and convicts.", "2017_421.pdf": "Draft Royal Decree on the indication of the origin of milk used \nas raw material on the labelling of milk and milk products ", "2013_535.pdf": "Draft Decree approving the Betting Regulation ", "2015_94.pdf": "Draft Royal Decree amending the Regulation on Industrial Quality and Safety Infrastructure approved by Royal\nDecree 2200/1995 of 28 December 1995. ", "2018_568.pdf": "Draft Royal Decree adopting the Structural Code ", "1997_808.pdf": "Corrections and changes proposed by Spain to ETS 300 001\nJanuary 1997 - fourth edition - (NET-4)", "2007_250.pdf": "Radio interfaces for amateur radio equipment (IR-45 to IR-67). ", "2006_378.pdf": "Ministerial Decree regulating the State metrological control of counting and inspection systems for the influx of\npeople in crowded public premises. ", "2010_716.pdf": "Draft Royal Decree establishing a positive list of substances permitted in the production of polymers intended to\ncome into contact with food. ", "2013_675.pdf": "Preliminary draft law on Designations of Origin and Protected Geographical Indications at a supra-regional\nlevel. ", "2006_383.pdf": "Ministerial Order regulating the State metrological control of pressure gauges partially fitted with electronic\ncomponents, intended for measuring the pressure of tyres of motor vehicles ", "2000_58.pdf": "Draft Ministerial Decree laying down conditions for the identification of foodstuffs intended for specific medical\nuses eligible for financing under the national health system. ", "2012_604.pdf": "Draft Royal Decree on fertiliser products ", "2008_188.pdf": "DRAFT DECREE APPROVING THE REGULATION ON GAMING MACHINES AND GAMING ARCADES. ", "1998_330.pdf": "Draft amendment to Annexe 1 of Royal Decree 1562/92 (notified\nregulation no. 92/73/E)", "1999_365.pdf": "Draft decree approving the technical standard on common telecommunications infrastructures in buildings for\naccess to cable telecommunications services. ", "2017_191.pdf": "Draft Governing Council Decree developing basic legislation vis-à-vis low-voltage electrical installations and the\nverification of cases of fraud at certain gas and electricity supply points in Madrid. ", "1994_374.pdf": "Draft Royal Decree amending articles 231 and 232 of the\nHighway Code in order to adapt the ordinary registration\nplate model to the Community model.", "1993_162.pdf": "Proposed amendment to the Ministerial Order of 20 October\n1983 approving the general quality standard for concentrated\nmilk destined for the domestic market.", "1995_391.pdf": "Order developing the regulation of private security with\nrespect to security measures.", "2009_174.pdf": "RADIO INTERFACES IR-148 to IR-160 FOR EQUIPMENT DESTINED TO BE USED IN MARITIME\nCOMMUNICATIONS. ", "2000_102.pdf": "Draft Royal Decree regulating the sale and use of tanning devices using ultraviolet rays. ", "1997_202.pdf": "Draft Royal Decree amending supplementary technical\nspecification MIE-APQ006 \"Storage of corrosive liquids\"", "2003_395.pdf": "TETRA mobile radio system for applications in safety and emergency service networks throughout Spain ", "1990_31.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1990/31/E\n\nDate received : 19/02/1990\n\nEnd of Standstill : 28/05/1990 ( 24/08/1990)\n\nIssue of detailed opinion by : France\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2001_528.pdf": "Order of the Ministry of the Presidency amending the references to UNE standards cited in the Annex to Royal\nDecree No 1313 of 28 October 1988. ", "2018_458.pdf": "Draft Royal Decree adopting the safety regulations for refrigeration installations and their complementary\ntechnical instructions ", "2006_59.pdf": "Radio interface IR-40 for fixed point-to-point radio links in the 23 GHz frequency band. ", "2015_93.pdf": "Draft Decree approving the Betting Regulation of the Principality of Asturias. ", "2001_114.pdf": "Draft Royal Decree laying down the minimum conditions with which tank cleaning and degasification facilities\nand workshops for the repair or modification of dangerous goods tanks must comply. ", "1993_69.pdf": "Draft order establishing State metrological control of\ninstruments designed to measure the concentration of alcohol\nin exhaled air.", "1987_155.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/155/E\n\nDate received : 16/10/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1990_275.pdf": "Royal Decree approving an official method for analysing milk\nand milk products (determining the whey content of milk)\n//// ", "1994_380.pdf": "Draft circular on pleasure boats.", "2015_294.pdf": "Draft royal decree adopting the quality standard for beer and malt drinks. ", "1998_240.pdf": "Order of the Council for Employment, Industry and Commerce on\naid grants for the improvement of employment conditions in\nsmall construction companies.", "1997_743.pdf": "Draft order approving the technical specifications for the\nconstruction and operation of cable railways and funicular\nrailways for the transport of passengers.", "1998_263.pdf": "Draft Royal Decree amending Royal Decree 1472/1989 of 1\nDecember regulating the nominal capacity and nominal quantity\nparameters for certain packaged products.", "2008_422.pdf": "DRAFT DECREE APPROVING THE REGULATIONS GOVERNING AMUSEMENT MACHINES AND\nSYSTEMS. ", "2002_285.pdf": "Draft Decree regulating the recovery and subsequent use of clinker from the manufacture of steel in electric arc\nfurnaces, in the Autonomous Community of the Basque Country. ", "2018_510.pdf": "Draft amendment to Organic Law 12/1995 of 12 December 1995 on anti-smuggling measures, to classify\ncertain vessels as a prohibited type ", "2007_578.pdf": "Order implementing Royal Decree No 430/2004, of 12 March, laying down new rules on the restriction of\nemissions into the atmosphere from large combustion plants and establishing certain conditions for the control\nof emissions into the atmosphere from oil refineries, in relation to the measurement of emissions and the\ntransmission of information relating thereto. ", "2018_617.pdf": "Draft Royal Decree amending Royal Decree 314/2006 of 17 March 2006 approving the Technical Building Code ", "2015_610.pdf": "Royal Decree XXX/2015 of XX of XXX regulating the direct granting of aid for the purchase of alternative energy\nvehicles and for the implementation of electric vehicle charging stations in 2016 (MOVEA) ", "1991_280.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/280/E\n\nDate received : 29/07/1991\n\nEnd of Standstill : 08/11/1991 \n\nIssue of comments by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2004_167.pdf": "DRAFT DECREE REGULATING TANNING CENTRES WHICH USE ULTRAVIOLET RADIATION EQUIPMENT\nIN THE COMMUNITY OF MADRID ", "1994_120.pdf": "Order regulating, in the Autonomous Community of Galicia, the\nmanufacture and use of polyethylene tanks for the storage of\nClass 'C' petroliferous products for heating and\nnon-industrial uses.", "2010_649.pdf": "Draft Order amending annexes I, II, III, IV, V and VI to Royal Decree 824/2005 of 8 July on fertilisers. ", "2010_692.pdf": "Draft Royal Decree amending Royal Decree 1380/2002 of 20 December on the identification of frozen and\ndeep-frozen fishery, aquaculture and shellfish products. ", "1990_35.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1990/35/E\n\nDate received : 23/02/1990\n\nEnd of Standstill : Closed \n\nIssue of comments by : Ireland\n\nIssue of detailed opinion by : Commission,France\n\nPostponement : Yes\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2012_701.pdf": "DRAFT ROYAL DECREE ESTABLISHING THE REQUIREMENTS FOR THE SALE AND ENTRY INTO\nSERVCE OF CYCLES AND THEIR PARTS AND COMPONENTS. ", "2014_241.pdf": "Draft resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for regulated radio interface IR-232 for short-range and low-power radio devices to be\nused as medical implants in the 2483.5 - 2500 MHz frequency band. ", "1996_35.pdf": "Draft decision updating the table of UNE standards and their\nISO and CENELEC equivalents, included in the supplementary\ntechnical instruction MIE AEM 1 of the Regulation on lifting\nand handling equipment, and recognizing the certification of\nthe right to use the \"N\" mark as a guarantee of compliance\nwith the regulations.", "2011_455.pdf": "Draft royal decree on the connection to the network of low-power electricity generating plants ", "1999_202.pdf": "Draft regulation on the game of bingo", "2011_371.pdf": "DRAFT ORDER ON THE TYPE-APPROVAL OF REGISTRATION PLATES FOR MOTOR VEHICLES AND\nTHEIR TRAILERS. ", "2004_20.pdf": "Draft Royal Decree adopting the CTE-building technical code. ", "1991_230.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/230/E\n\nDate received : 10/06/1991\n\nEnd of Standstill : 23/09/1991 \n\nIssue of comments by : Commission,United Kingdom\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2006_392.pdf": "Draft order amending Supplementary Technical Instructions 09.0.02, 12.0.01 and 12.0.02 of the General\nRegulation on Basic Safety Standards in the field of Mining ", "2006_381.pdf": "Ministerial Decree regulating the State metrological control of temperature recorders and thermometers for the\ntransport, storage, distribution and control of goods under controlled temperature. ", "1993_151.pdf": "Ministerial Order amending Annex 13 and paragraph 16.6 of the\nannex to the Ministerial Order of 21 November 1984 which\napproved the quality standards for tinned vegetables.", "2006_386.pdf": "Ministerial Decree regulating the State metrological control of taxi meters. ", "2005_537.pdf": "Draft Royal Decree supplementing the legal system regarding packaging and packaging waste. ", "2002_369.pdf": "Draft Decree adopting the Regulation on the 'CC - Quality Controlled' quality mark for food products. ", "2010_188.pdf": "DRAFT ROYAL DECREE ../.. REGULATING THE USE AND COMMERCIALISATION OF NATURAL MINERAL\nWATERS AND SPRING WATERS ", "2009_588.pdf": "DRAFT ROYAL DECREE REGULATING ANIMAL HEALTH PRODUCTS. ", "1989_281.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/281/E\n\nDate received : 22/11/1989\n\nEnd of Standstill : 01/03/1990 \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2009_131.pdf": "DRAFT ROYAL DECREE ON THE CHARACTERISATION AND REGISTRATION OF AGRICULTURAL\nMACHINERY. ", "2003_386.pdf": "Fixed wireless access systems (LMDS/FWA) in the 24.5 to 26.5 GHz frequency band ", "2002_126.pdf": "Draft Ministerial Decree amending supplementary technical instructions MI-IF002, MI-IF004 and MI-IF009 of the\nsafety regulation for refrigeration plants and equipment ", "2014_560.pdf": "DRAFT DECREE AMENDING DECREE 17/2003 OF 6 FEBRUARY CREATING AND REGULATING THE\nREGISTERS OF MODELS AND COMPANIES RELATED TO ARCADE AND GAMING MACHINES IN THE\nAUTONOMOUS COMMUNITY OF CASTILE-LEON AND THE RULES REGULATING GAMING MACHINES\nAND AMUSEMENT ARCADES IN THE AUTONOMOUS COMMUNITY OF CASTILE-LEON, APPROVED BY\nDECREE 12/2005 OF 3 FEBRUARY. ", "2013_398.pdf": "Draft Order of the Treasury updating the requirements for type B and C slot machines provided for in Decree ...\nadopting the Castile-La Mancha gambling and betting catalogue. ", "2019_34.pdf": "PROYECTO DE REAL DECRETO POR EL QUE SE APRUEBA EL PLAN TÉCNICO NACIONAL DE LA\nTELEVISIÓN DIGITAL TERRESTRE Y SE REGULAN DETERMINADOS ASPECTOS PARA LA LIBERACIÓN\nDEL SEGUNDO DIVIDENDO DIGITAL. ", "2006_325.pdf": "Draft Ministerial Decree amending Annexes 2 and 3 and updating Annex 1 to Royal Decree No 412 of 20 April\n2001 ", "2006_63.pdf": "DRAFT DECREE OF THE GOVERNING COUNCIL REGULATING TANNING CENTRES USING\nULTRAVIOLET RADIATION EQUIPMENT IN THE AUTONOMOUS COMMUNITY OF MADRID. ", "2013_404.pdf": "Draft Royal Decree approving the quality standard for yogurt. ", "1996_262.pdf": "Ministerial Order of the governmental presidency amending\nreferences to UNE standards which appear in the Annexe to\nRoyal Decree 1313/1988 of 28 October.", "2018_114.pdf": "Preliminary draft Act on gambling in Valencia ", "2006_385.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "2011_366.pdf": "Draft Royal Decree developing Gaming Act 13/2011 on gaming licenses, authorisations and registers ", "1989_25.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "2007_200.pdf": "Draft Royal Decree regulating the basic conditions for accessibility and non-discrimination for the access and\nuse of means of transport for people with disabilities. ", "1991_204.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/204/E\n\nDate received : 21/05/1991\n\nEnd of Standstill : 02/09/1991 \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2001_188.pdf": "Draft Order amending the Order of 12 July 1983, adopting the general quality Regulations for cream and\npowdered cream intended for the internal market ", "2005_508.pdf": "Draft Decree regulating health and hygiene conditions in establishments in which tattooing, micropigmentation,\npiercing or other similar body art techniques are carried out ", "2000_542.pdf": "Draft fire safety regulations for industrial plants. ", "2006_56.pdf": "Radio interface IR-30 for fixed point-to-point radio links in the 4000 MHz frequency band. ", "1989_221.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/221/E\n\nDate received : 12/09/1989\n\nEnd of Standstill : 05/01/1990 \n\nIssue of comments by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2009_65.pdf": "DRAFT ROYAL DECREE AMENDING ANNEX 4 OF ROYAL DECREE 1521/1984 OF 1 AUGUST ADOPTING\nTHE TECHNICAL SANITARY REGULATIONS FOR FISHING AND AQUACULTURE ESTABLISHMENTS AND\nRELATED PRODUCTS FOR HUMAN CONSUMPTION. ", "2005_570.pdf": "Draft Ministerial Decree updating Supplementary Technical Instructions Nos. 8, 15, 19 and 23 of the Regulation\non Explosives ", "1992_73.pdf": "\nPage 1 of 2\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nTechnical specifications for multiline systems which may be\nused as subscriber terminal equipment.", "2002_152.pdf": "Draft Ministerial Decree classifying new important repairs and amending Annexes I and II to Royal Decree No\n736 of 8 July 1988. ", "2012_556.pdf": "Order FOM/XXX/2012 of ......................, amending certain basic documents of the Technical Building Code,\napproved by Royal Decree 314/2006 of 17 March. ", "2002_458.pdf": "Draft Royal Decree adopting the supplementary technical instruction MIE-APQ-8, on the 'storage of ammonium\nnitrate-based fertilisers with a high nitrogen content'. ", "1996_394.pdf": "Draft Royal Decree approving the \"instructions for the\nacceptance of cements. (RC-96)\".", "2011_477.pdf": "Draft Royal Decree amending Royal Decree 1013/2009 of 19 June 2009 on the characterisation and registration\nof agricultural machinery ", "2010_752.pdf": "Draft Royal Decree laying down the basic conditions for the collection, storage, distribution and marketing of\ngenetic material from the bovine, ovine, caprine, porcine and equine species. ", "2018_462.pdf": "Draft Decree amending the General Regulation on gaming in the Autonomous Community of the Basque\nCountry ", "2006_574.pdf": "Draft Royal Decree No 1422/2002 laying down safety and pollution-prevention standards to be met by fishing\nvessels of less than 24 meters in length. ", "1997_298.pdf": "Ministerial Order amending the Order of 14 June 1983,\napproving the quality standard for cottage cheese in the home\nmarket.", "2001_328.pdf": "Regional Ministry for public works, town planning and transport laying down the regulatory basis for awarding\ngrants to companies that are concessionaries of permanent regular public services for general passenger\ntransport by road, for the acquisition of magnetic ticket machines. \n\nPage 2 of 4\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n", "2009_241.pdf": "DECREE …DRAWING UP AND SUPPLEMENTING SEVERAL REGULATORY PROVISIONS LAID DOWN IN\nROYAL DECREE 1027/2007 OF 20 JULY ADOPTING THE REGULATION ON HEATING AND COOLING\nSYSTEMS IN BUILDINGS (SPANISH ACRONYM RITE) ", "1998_232.pdf": "Draft Royal Decree approving the \"structural concrete\nguidelines (EHE)\".", "2013_66.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements of the regulated radio interface IR-210 regarding PMSE devices/wireless microphones\non the frequency bands 823-832 MHz. ", "1995_59.pdf": "Draft Royal Decree approving the supplementary technical\ninstruction MI-IP 04, fixed equipment for the retail\ndistribution and sale to the public of petroleum fuels.", "2004_36.pdf": "Draft Royal Decree adopting the procedure for the application of Standard UNE-EN 197-2:2000 to cements\nother than common cements and to cement distribution centres ", "2006_571.pdf": "Draft order partially amending the Order of 27 July 1999 laying down the conditions to be met by fire\nextinguishers installed in vehicles for the transport of passengers or goods. ", "2010_384.pdf": "RADIO INTERFACE IR-167 FOR USE IN INTELLIGENT TRANSPORT SYSTEMS ", "2004_169.pdf": "DRAFT DECREE REGULATING THE PRACTICES OF TATTOOING, MICROPIGMENTATION AND\nPIERCING AND OTHER SIMILAR BODY DECORATION PRACTICES AND THE REQUIREMENTS FOR\nESTABLISHMENTS IN WHICH THESE PRACTICES ARE CARRIED OUT. ", "2008_486.pdf": "RADIO INTERFACES IR-144 TO IR 147 FOR RADIO BROADCASTING EQUIPMENT. ", "1988_133.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1988/133/E\n\nDate received : 31/10/1988\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2000_670.pdf": "Draft Ministerial Order laying down the technical conditions which plastic sheets intended to be affixed to rear\nside window glazing and to the rear window glazing of motor vehicles in service must meet. ", "2004_399.pdf": "Draft Royal Decree regulating the use, installation and testing of speed limitation devices for certain categories\nof vehicles ", "2009_489.pdf": "Draft Royal Decree amending the Technical Building Code approved by Royal Decree 314/2006 of 17 March\nand amended by Royal Decree 1371/2007 of 19 October and by Order VIV/984/2009 of 15 April. ", "2012_128.pdf": "Draft Order adopting the technical requirements for the production of artisan cheese in Andalusia. ", "1999_363.pdf": "Draft decree approving the technical standard for common telecommunications infrastructures in buildings for\nthe reception, adaptation and distribution of signals for radio broadcasting, television and associated information\nservices originating in terrestrial and satellite transmission. \n\nPage 2 of 4\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n", "2016_592.pdf": "Draft Decree approving the Betting Regulations of the Autonomous Community of Andalusia. ", "2017_525.pdf": "Draft Royal Decree on reducing plastic carrier bag consumption and creating the registry of producers of\nproducts ", "2009_170.pdf": "DRAFT ROYAL DECREE GOVERNING THE PROCESSING OF VEHICLE IMPROVEMENTS. ", "2005_598.pdf": "Short-range cordless telephone with analogue technology ", "2005_685.pdf": "Draft Royal Decree on the energy certification of new buildings ", "2006_375.pdf": "Ministerial Decree regulating the State metrological control of measuring systems on tanker lorries for\nlow-viscosity liquids (≤ 20 mPa∙s). ", "1995_20.pdf": "Corrections and changes proposed by Spain to the ETS 300 001\nAugust 1992 (NET-4).", "2000_265.pdf": "Order of the Council for Public Works, Town Planning and Transport, laying down a regulatory system for\ngranting funding to companies providing regular, permanent public transport services for general use and rail\npassenger transport, for the acquisition of accessible vehicles. \n\nPage 2 of 4\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n", "2010_614.pdf": "Draft Order of the Ministry of the Interior on Private Security Firms. ", "1998_328.pdf": "Draft Order regulating the State metrological control for\ninstruments intended for measuring audible sound levels.", "2008_487.pdf": "DECREE ON GAMING CLUB LAWS. ", "2008_319.pdf": "IR 124 RADIO INTERFACES FOR AMATEUR RADIO EQUIPMENT IN THE 7100 kHz FREQUENCY BAND. ", "2006_58.pdf": "Radio interface IR-41 for fixed point-to-point radio links in the 26 GHz frequency band. ", "2013_677.pdf": "Draft Order of the Minister for the Environment and Territorial Policy of the Basque Country establishing\nrequirements for the use of aggregates recycled from construction and demolition waste. ", "2002_128.pdf": "Technical standard on the joint telecommunications infrastructure for access to broadband telecommunications\nservices. ", "2007_338.pdf": "Draft Order laying down supplementary instructions for the use of ancillary work elements in the construction of\nroad bridges ", "2006_46.pdf": "Radio interface IR-28 for fixed point-to-point radio links in the 2000 MHz frequency band. ", "2002_86.pdf": "Draft Royal Decree adopting the guidelines for the acceptance of cements (RC 2002). ", "2001_134.pdf": "Draft Royal Decree prohibiting the placing on the market of certain laser products. ", "2015_416.pdf": "Draft ministerial order adopting the regulation covering last-mile installations in fixed ultrafast-access electronic\ncommunication networks. ", "1997_810.pdf": "Regulatory provisions for INCE stamp for insulating systems\nand material for construction use, concerning rock wool\nproducts.", "2009_407.pdf": "Draft Royal Decree on culture substrates. ", "1991_304.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/304/E\n\nDate received : 09/09/1991\n\nEnd of Standstill : Closed \n\nIssue of detailed opinion by : Commission,France\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2011_394.pdf": "Draft Royal Decree amending Royal Decree 1424/1983 of 27 April, adopting the technical-sanitary regulations\non the acquisition, circulation and sale of edible salt and brine products. ", "1990_379.pdf": "Royal Decree approving the 'regulations for the design and\nconstruction of plain or reinforced concrete structures (EH-91)'", "2006_541.pdf": "Draft Royal Decree adopting the Bridges section (NCSP-06) of the Earthquake-Resistant Construction\nStandard: General and Building (NCSE-02) ", "1993_126.pdf": "Proposed royal decree approving the supplementary technical\ninstruction MIE-APQ-006, storage of corrosive liquids.", "1987_32.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/32/E\n\nDate received : 01/04/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2008_98.pdf": "Resolution amending Annex III to Order ITC/3750/2006 of 22 November 2006 regulating the State metrological\ncontrol of measuring systems on tanker lorries for low-viscosity liquids (≤ 20 mPa∙s) \nThe draft amends Annex III to the Order by adding a new testing procedure in addition and as an alternative to\nthe existing procedure, allowing the use of a standard meter connected in series. ", "2001_287.pdf": "Draft order of the Galician Ministry of Agriculture, Livestock farming and Agri-food policy implementing integrated\nproduction and the indication thereof on agricultural products. ", "1992_213.pdf": "\nPage 1 of 2\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nDraft Order partially modifying the Order of November 1985\nwhich approved the quality standards for cheeses and blended\ncheeses intended for the internal market", "2013_609.pdf": "Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for regulated radio interfaces IR-219 to IR-225 for terrestrial systems able to provide\nelectronic communication services. ", "2011_620.pdf": "Draft decree adopting the recreational and gaming machine regulations for the Autonomous Region of the\nCanary Islands ", "1993_153.pdf": "Proposed amendment to the Ministerial Order of 1 July 1987\napproving the general quality standard for yogurt or yoghurt\nintended for the internal market.", "2014_491.pdf": "Draft Decree of the Government of Aragon approving the Gaming Machines Regulation ", "2009_135.pdf": "“TECHNICAL APPROVAL SPECIFICATIONS FOR RAILWAY ROLLING STOCK: LOCOMOTIVES” ", "2005_288.pdf": "SCO Order on substances for the treatment of water intended for the production of water for human consumption", "1987_176.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/176/E\n\nDate received : 25/11/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2007_339.pdf": "Ministerial Decree regulating the State metrological control of instruments intended to determine the sugar\ncontent in grape must, concentrated grape must and rectified concentrated grape must. ", "1999_242.pdf": "Draft order approving standard 3.1-IC. Routing, of the\nhighways regulations.", "2009_136.pdf": "DRAFT DECREE, OF THE GOVERNING COUNCIL, ADOPTING THE REGULATION ON LEISURE AND\nGAMING MACHINES OF THE COMMUNITY OF MADRID ", "2005_552.pdf": "GSM automatic mobile telephone digital system ", "2013_608.pdf": "Proposal for an order regulating the minimum compatibility requirements for terminals and devices used to\nparticipate in the Binjocs lottery. ", "2010_79.pdf": "DRAFT GAMING REGULATION FOR THE AUTONOMOUS CITY OF CEUTA ", "2003_390.pdf": "On-site paging for use inside enclosures or their vicinity ", "1997_878.pdf": "Technical specifications governing isofrequency radio\ntransponders for the mobile terrestrial service.", "1994_341.pdf": "Draft technical specifications of access to hired digital\ncircuits of asymmetrical data at 2048 kbit/s (2 mbit/s) with\nstructured and unstructured frame, using the interface\ndefined by CCITT Recommendation G.703.", "2010_476.pdf": "Draft Royal Decree adopting composition standards and specific characteristics of “Iberian” cheese. ", "2009_128.pdf": "“TECHNICAL APPROVAL SPECIFICATIONS FOR RAILWAY ROLLING STOCK: COACHES” ", "2013_351.pdf": "ORDER FOM XX/2013, regulating the conditions for placing in service structural subsystems, train lines and\nrailway vehicles. ", "2013_630.pdf": "Draft Royal Decree amending Royal Decree 191/2011, of 18 February, on the general sanitary registry for food\ncompanies and foodstuffs. ", "1998_354.pdf": "Draft Ministerial Order amending supplementary technical\nspecifications MI-IF002, MI-IF004 and MI-IF009 of the Safety\nRegulation governing refrigeration plants and installations.", "1995_95.pdf": "Draft Order amending the Order of 29 October 1986 approving\nthe quality standard on salted pork and cured bacon intended\nfor the domestic market.", "1997_812.pdf": "Statutory provisions of the INCE stamp for insulation systems\nand materials for use in construction relating to\npolyurethane foams produced \"in situ\".", "1999_341.pdf": "Draft decree modifying Decree 929/1995, of 9 June, which approves the technical regulations for the control and\ncertification of fruit tree nurseries. ", "2012_127.pdf": "ORDER OF THE MINISTRY OF AGRICULTURE, ENVIRONMENT AND TERRITORY, OF XX XXXXX 2012,\nREGULATING THE HARVEST OF ECHINODERMS (SEA URCHINS) IN THE WATERS OF THE BALEARIC\nISLANDS ", "2008_97.pdf": "Radio interface IR-96 for radio frequency identification (RFID) devices in the 865-868 MHz frequency band. ", "1995_206.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1995/206/E\n\nDraft Royal Decree amending Royal Decree 667/1987 of 30\nApril which sets forth the characteristics, qualities and\nconditions for use of petroleum coke.\n\nDate received : 18/07/1995\n\nEnd of Standstill : 30/10/1995 ( 29/01/1996)\n\nIssue of detailed opinion by : Germany\n\nMessage\n\nREP PERMANENTE ROYAUME UNI\n\nREP PERMANENTE IRLANDE\n\nREP PERMANENTE GRECE\n\nMINISTRY OF INDUSTRY, ENERGY & TECHNOLOGY\nATT. MR. Z.P. MAVROUKAS\n\nHELLINIKOS ORG. TYPOPISEOS\nATT. MR. MELAGRAKIS\n\nDGS INTERNATIONAL BELGIUM\n\nDEPT. OF TRADE AND INDUSTRY, QUALITY AND EDUCATION DIVISION,\nATT. MR. K. LAWLESS\n\nINST INDUST RESEARCH.\nATT. MR. J. NULTY\n\nKOMMERSKOLLEGIUM\nATT. MS. KERSTIN CARLSSON\n\nMINISTRY OF TRADE AND INDUSTRY\nATT. MS. TOLONEN\nEUROPEAN FREE TRADE ASSOCIATION SURVEILLANCE AUTHORITY\nATT. M. BOHR\n\nEUROPEAN FREE TRADE ASSOCIATION\nATT. MS. MEADEN\n\nTELEX 002\n\nCOMMUNICATION FROM THE COMMISSION - SG (95) D/51133/2\n\nPage 1 of 3\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nDIRECTIVES 83/189/EEC, 88/182/EEC AND 94/10/EC\nTRANSLATION OF TELEX 001\nNOTIFICATION 95/0206/E\n\n- 3B1 : 9501133.EN\n\n1. Structured Information Line\nTLX 002 IND- 95 0206 E-- EN ------ 950718 --- ---\n\n2. Member State\nSPAIN\n\n3. Department Responsible\nSecretaria de estado para las comunidades europeas.\nDireccion general de coordinacion tecnica comunitaria.\nSubdireccion general de asuntos industriales.\nMinisterio de asuntos exteriores.\nC/maria de molina, 39 - 28071 - Madrid\n\n3. Originating Department\nSubdireccion general de seguridad industrial.\nDireccion general de calidad y seguridad industrial.\nMinisterio de industria y energia.\nPaseo de la castellana, 160 - 28071 - Madrid\n\n4. Notification Number\n95/0206/E\n5.Draft Royal Decree amending Royal Decree 667/1987 of 30\nApril which sets forth the characteristics, qualities and\nconditions for use of petroleum coke.", "2010_191.pdf": "ROYAL DECREE / , of , LAYING DOWN SPECIAL MEASURES PURSUANT TO COMMUNITY PROVISIONS\nIN MATTERS OF HYGIENE IN THE PRODUCTION AND MARKETING OF FOODSTUFFS. ", "1995_327.pdf": "Draft order amending the general regulation on the identity\nand purity of rennet and other milk coagulating enzymes\nintended for the internal market, approved by the order of 14\nJanuary 1988.", "1999_240.pdf": "Draft order amending annex II of Royal Decree 280/1994 of 18\nFebruary, laying down the maximum residue limits for\npesticides and their control in certain products of vegetable\norigin.", "2002_314.pdf": "Draft Royal Decree adopting the supplementary technical instruction MIE-AEM2 of the Regulation on Lifting and\nHandling equipment, with regard to tower cranes for works and other applications. ", "1996_458.pdf": "Draft decree approving the regulation of land-based medical\ntransport within the Principality of Asturias.", "1989_101.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/101/E\n\nDate received : 08/05/1989\n\nEnd of Standstill : 21/08/1989 ( 21/11/1989)\n\nIssue of comments by : France,Germany\n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2009_685.pdf": "DRAFT ORDER LAYING DOWN TECHNICAL CONDITIONS TO BE MET BY PLASTIC FILM INTENDED FOR\nAPPLICATION TO SAFETY GLAZING AND WINDOW MATERIALS USED BY SERVICE VEHICLES. ", "2007_251.pdf": "Draft Royal Decree on batteries and accumulators and the environmental management of their waste. ", "1989_306.pdf": "Royal Decree approving the technical health regulation on the\nproduction, movement and sale of soft drinks.", "2017_527.pdf": "Draft Decree amending Decree 79/2014 of 10 July 2014 regulating tourist apartments and dwellings in the\nCommunity of Madrid ", "2006_223.pdf": "Decree on the recovery of slag produced from the manufacture of steel in electric arc furnaces ", "2003_394.pdf": "TETRA mobile radio system for general civil applications in PMR/PAMR networks ", "2006_371.pdf": "Draft Order laying down technical specifications to be complied with for acoustic reverse signalling devices\ninstalled on certain buses used for school transport and the transport of children. ", "1997_233.pdf": "Technical specifications relating to payphones for connection\nto the switched telephone network.", "1994_135.pdf": "Technical specifications for access to hired 64 Kbit digital\ndata circuits using the interface defined by the CCITT\nRecommendations V.10-V11/V.24.", "2002_33.pdf": "Draft Order regulating State metrological control of Class 2, direct connection, electrical induction meters, either\nsingle or multiple rate, designed to measure active electrical energy using a monophase or polyphase current\nwith a frequency of 50 Hz, at inspection stages following repair or modification and periodic inspection. ", "2012_605.pdf": "DRAFT ORDER ON AUTHORISATION OF GARAGES TO INSTALL, REPAIR, TEST AND PERIODICALLY\nMAINTAIN ANALOGUE TACHOGRAPHS. ", "2007_255.pdf": "Draft Royal Decree on general standards for the establishment and functioning of vehicle technical inspection\n(VTI) centres. ", "2001_159.pdf": "Draft Royal Decree adopting the electrotechnical Regulations regarding low voltage. ", "2000_735.pdf": "Draft Royal Decree amending the technical health regulations on the manufacture, distribution and sale of bread\nand speciality breads, adopted by Royal Decree No 1137/1984 of 28 March. ", "1995_326.pdf": "Draft Royal Order on maximum limits for pesticide residues\nwhich amends Annex II to Royal Decree 280/1994.", "2003_383.pdf": "Transceiver equipment for citizens band radio CB-27 ", "1997_820.pdf": "Draft Royal Decree approving the general ruling on vehicles.", "2000_266.pdf": "Draft regulation on gaming machines and games of chance ", "2000_35.pdf": "Act 1/1999 of 29 January on waste in the Canary Islands. \nAct 13/1999 of 17 November amending the fifth transitional provision of Act 1/1999 of 29 January on waste in\nthe Canary Islands. \n\nPage 2 of 4\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n", "2018_67.pdf": "ROYAL DECREE amending Royal Decree 140/2003 of 7 February 2003 setting out the health criteria for the\nquality of water for human consumption, and the analysis method specifications of Royal Decree 1798/2010 of\n30 December 2010 governing the exploitation and marketing of natural mineral waters and spring waters\npackaged for human consumption, and of Royal Decree 1799/2010 of 30 December 2010 governing the\nprocessing and marketing process for waters prepared in packaging for human consumption ", "2017_528.pdf": "DRAFT ORDER OF THE MINISTRY OF ENERGY, TOURISM AND THE DIGITAL AGENDA UPDATING\nCERTAIN ASPECTS OF SPANISH LEGISLATION ON COMMON TELECOMMUNICATIONS\nINFRASTRUCTURES IN THE INTERIOR OF BUILDINGS ", "2015_187.pdf": "DRAFT DECREE AMENDING THE REGULATION ON AMUSEMENT AND GAMING MACHINES OF THE\nAUTONOMOUS COMMUNITY OF THE CANARY ISLANDS, APPROVED BY DECREE 26/2012 OF 30\nMARCH 2012 ", "2014_35.pdf": "Draft decree approving the Autonomous Community of the Canary Islands' regulation of external betting. ", "2004_99.pdf": "Draft Royal Decree on fertilisers ", "1995_387.pdf": "Technical specifications of radio telex equipment of the\nMF/HF maritime mobile service.", "2013_291.pdf": "Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for regulated radio interfaces IR-219 to IR-225 for terrestrial systems able to provide\nelectronic communication services. ", "2010_295.pdf": "DRAFT ROYAL DECREE .../... ON THE PROCESS FOR PREPARING AND MARKETING BOTTLED\nDRINKING WATERS OTHER THAN NATURAL MINERAL WATERS AND SPRING WATERS ", "2012_126.pdf": "Draft decree establishing additional standards applicable to high-voltage overhead electricity installations to\nprotect bird fauna and mitigate environmental impact. ", "1994_344.pdf": "Draft order establishing the regulations on the labelling for\ninformation purposes of Moroccan leather and travel articles\nand trimmings.", "2014_168.pdf": "FRAMEWORK AGREEMENT BETWEEN THE AUTONOMOUS REGION OF THE BASQUE COUNTRY AND\nTHE SYSTEM PROMOTED BY ECOEMBALAJES ESPAÑA, S.A. ", "1989_15.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "2013_114.pdf": "Draft Order setting out additional rules for the use of ancillary components in the construction of road bridges. ", "2008_94.pdf": "Royal Decree adopting the commercial quality standard for potatoes intended for consumption on the national\nmarket and amending Annex I to Royal Decree No 2192 of 29 November 1984 adopting the regulation\nimplementing quality standards for fresh fruit and vegetables sold on the internal market. ", "2014_303.pdf": "Royal Decree adopting the list of processing aids authorised for the production of edible vegetable oils and their\nidentification and purity criteria, and amending Royal Decree 308/1983 of 25 January, adopting the Technical\nand Health Standard for edible vegetable oils. ", "2011_364.pdf": "IR-200 and IR 201 RADIO INTERFACE FOR FIXED POINT-TO-POINT RADIO LINKS ON FREQUENCY\nBANDS 400 MHZ and 57-59 GHZ, RESPECTIVELY. ", "1988_12.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1988/12/E\n\nDate received : 05/02/1988\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2004_79.pdf": "Draft Order regulating additional information for the labelling of frozen foodstuffs offered without pre-packaging\nand establishing the method of analysis for determining the weight of glazing ", "2003_270.pdf": "Draft Ministerial Decree adopting the instruction on technical inspections for railway bridges (ITPF-03). ", "2015_648.pdf": "DRAFT ORDER OF THE MINISTER FOR ECONOMIC DEVELOPMENT AND COMPETITION ORDERING\nTHE PUBLICATION OF THE SPECIFIC TECHNICAL STANDARDS FOR ORGANIC FARMING IN THE\nBASQUE COUNTRY RELATING TO RABBIT BREEDING. ", "2003_269.pdf": "Draft Royal Decree approving Supplementary Technical Instruction MI-IP05 \"Installers or repairers and\ncompanies installing or repairing liquid oil products\". ", "2004_432.pdf": "Ministerial Decree adopting the national framework for the attribution of frequencies ", "2013_402.pdf": "Draft Royal Decree approving the supplementary technical instruction MI-IP-04 'Supply installations for vehicles'\nand regulating certain aspects of legislation for petroleum installations. ", "2009_290.pdf": "DRAFT ROYAL DECREE AMENDING ROYAL DECREE 2242/1984 OF 26 SEPTEMBER ADOPTING THE\nTECHNICAL HEALTH REGULATIONS FOR THE PREPARATION, MOVEMENT AND TRADE OF\nCONDIMENTS AND SPICES. ", "2017_192.pdf": "Draft Resolution of the Secretary of State for Information Society and Digital Agenda publishing the technical\nrequirements for regulated radio interfaces IR-258 and IR-259 concerning fixed-service radio links in the bands\n31.8-33.4 GHz and 40.5-43.5 GHz, respectively. ", "2006_47.pdf": "Radio interface IR-27 for fixed point-to-point radio links in the 1500 MHz frequency band. ", "2011_85.pdf": "Draft Legislation on Gaming Regulations ", "1990_4.pdf": "Royal Decree amending certain Articles of Royal Decree1011\nof 10April1981 approving the technical health regulations\nfor the manufacture, movement and marketing of edible\n(animal, vegetable and anhydrous) fats, margarines, low-fat\nmargarine and preparations containing fat.", "2007_690.pdf": "Draft Royal Decree adopting the Regulation on pressure equipment and the supplementary technical\ninstructions thereof. ", "2016_490.pdf": "Draft Royal Decree approving the technical instruction for inspection of the production of factory-made concrete ", "1991_287.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/287/E\n\nDate received : 05/08/1991\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2009_129.pdf": "“TECHNICAL APPROVAL SPECIFICATIONS FOR RAILWAY ROLLING STOCK: SELF-PROPELLED UNITS” ", "1991_281.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/281/E\n\nDate received : 29/07/1991\n\nEnd of Standstill : 08/11/1991 \n\nIssue of comments by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2006_49.pdf": "Radio interface IR-33 for fixed point-to-point radio links in the 7000 MHz frequency band. ", "2018_618.pdf": "Proyecto de Decreto por el que se establece el régimen jurídico aplicable a la valorización de escorias\nprocedentes de la fabricación de acero en hornos de arco eléctrico y su posterior utilización como árido\nsiderúrgico. ", "2010_78.pdf": "ORDER ON TECHNICAL STANDARDS FOR THE ORGANIC PRODUCTION OF SNAILS. ", "2009_340.pdf": "RESOLUTION REGULATING THE DIRECT GRANTING OF SUPPORT FOR THE ACQUISITION OF\nVEHICLES IN THE FRAMEWORK OF THE AUTOCAT 2009 PLAN TO MODERNISE, TO IMPROVE THE\nENVIRONMENT AND TO INCREASE THE SAFETY OF THE TOTAL NUMBER OF VEHICLES ON THE\nROAD. \nTHE MEASURES ARE BEING TAKEN IN THE CONTEXT OF THE FINANCIAL AND ECONOMIC CRISIS. ", "2013_676.pdf": "Draft Royal Decree amending Royal Decree 1487/2009, of 26 September, on food supplements. ", "2001_461.pdf": "Draft Royal Decree adopting the earthquake-resistant construction standard: General and Building\n(NCSE1-2001). ", "2009_686.pdf": "DRAFT DECREE OF THE SECOND AMENDMENT TO DECREE 23/2005 OF 22 FEBRUARY, APPROVING\nTHE REGULATION ON AMUSEMENT AND GAMING MACHINES AND OF THE THIRD AMENDMENT TO\nDECREE 240/2004 OF 30 MARCH, APPROVING THE CATALOGUE OF GAMES AND BETTING\nAUTHORISED IN CATALONIA AND THE CRITERIA APPLICABLE TO THEIR PLANNING. ", "2003_437.pdf": "Draft Royal Decree laying down inspection standards applicable to the first sale of fishery products. ", "2001_109.pdf": "Draft Royal Decree amending certain articles of the regulation on private security approved by Royal Decree\n2364 of 9 December 1994. ", "2008_313.pdf": "DRAFT ROYAL DECREE RATIFYING COMPLEMENTARY TECHNICAL INSTRUCTION MIE APQ-9\n\"STORAGE OF ORGANIC PEROXIDES\" AND AMENDING ROYAL DECREE 379/2001 OF 6 APRIL\nRATIFYING THE STORAGE REGULATIONS FOR CHEMICALS AND COMPLEMENTARY TECHNICAL\nINSTRUCTIONS MIE APQ-1, MIE APQ-2, MIE APQ-3, MIE APQ-4, MIE APQ-5, MIE APQ-6 AND MIE APQ-7. ", "1992_172.pdf": "DRAFT ROYAL DECREE APPROVING THE TECHNICAL REGULATION\nGOVERNING THE PROVISION OF THE VALUE-ADDED TELECOMMUNICATION\nSERVICE OF PACKET OR CIRCUIT DATA SWITCHING.", "1987_83.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/83/E\n\nDate received : 23/06/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1998_90.pdf": "Draft Royal Decree, approving the regulation for the\ndevelopment and implementation of Law 11/1997, of 24 April,\non packaging and packaging waste.", "1994_178.pdf": "DRAFT ROYAL DECREE AMENDING POINT 5.1 OF SECTION III OF ROYAL\nDECREE 308/1983, OF 25 JANUARY, APPROVING THE\nTECHNICAL-HEALTH REGULATION FOR EDIBLE VEGETABLE OILS.", "2017_444.pdf": "Draft Order approving the ‘Rail Instruction: technical specifications concerning railway rolling stock for the\nplacing in service of self-propelled units, locomotives and carriages (IF MR ALC-2017)’ ", "2004_174.pdf": "Draft Order regulating the marketing of batches and assortments of fireworks ", "2009_339.pdf": "Draft decree amending certain articles of the regulation on leisure and gaming machines, adopted by Decree\n23/2005, of 22 February. ", "2008_418.pdf": "DRAFT DECREE ON ENERGY CERTIFICATION FOR NEW BUILDINGS IN THE AUTONOMOUS REGION\nOF GALICIA. ", "2009_130.pdf": "“TECHNICAL APPROVAL SPECIFICATIONS FOR RAILWAY ROLLING STOCK: FREIGHT WAGONS” ", "2010_30.pdf": "Draft Royal Decree amending Royal Decree 106/2008 of 1 February on batteries and accumulators and the\nenvironmental management of the related waste. ", "2017_472.pdf": "Draft Decree approving the regulations on geographical quality designations and food quality marks in Castile\nand Leon ", "1998_327.pdf": "Draft Order establishing the State metrological control of\ninstruments for measuring opacity and determining the\nluminous absorption coefficient of exhaust gases from\ncompression ignition (diesel) engines.", "2001_7.pdf": "Royal Decree on safety conditions for the transportation of schoolchildren and children. ", "1988_98.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1988/98/E\n\nDate received : 02/09/1988\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1996_6001.pdf": "Draft Royal Decree-Law on packaging and packaging waste.", "2010_532.pdf": "RADIO INTERFACES IR-178 FOR FIXED SERVICE RADIOLINKS IN THE 71-76 AND 81-86 GHz\nFREQUENCY BANDS ", "2017_473.pdf": "Draft Decree on the recovery of slags in the Autonomous Community of Cantabria ", "2002_130.pdf": "Minimum technical specifications for buildings in the field of telecommunications. ", "2002_401.pdf": "Draft Decree on safety measures for gas installations. ", "1997_234.pdf": "Regulations governing gambling and amusement machines", "2013_62.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements of the regulated radio interface IR- 55 regarding amateur radio equipment on the\nfrequency band 50 MHz. ", "2011_296.pdf": "ROYAL DECREE XXX/2011, modifying Royal Decree 563/2010, of 7 May, approving the Regulation on\npyrotechnic products and ammunition ", "1996_319.pdf": "Draft Decree approving the regulations governing amusement\nmachines, auxiliary machines and other amusement systems and\ninstallations for the Autonomous Community of the Basque\ncountry.", "2004_173.pdf": "Draft Royal Decree amending the Technical Health Regulation on the manufacture, distribution and marketing\nof bread and special breads, adopted by Royal Decree No 1137 of 28 March 1984 ", "2018_459.pdf": "Draft Order adopting technical standards applicable to fuel supplies for civil aircraft ", "2017_312.pdf": "Draft Order laying down criteria for determining when fuel recovered from the treatment of type C MARPOL\nwaste for use as ship fuel is no longer considered as waste in accordance with Law 22/2011 of 28 July 2011 on\ncontaminated waste and soils ", "2017_188.pdf": "Resolution of [date] [month] 2017 of the Regional Department for Agriculture, Environment and Rural\nDevelopment to recognise the ‘Cordero Serranía de Cuenca’ [Serranía de Cuenca Lamb] collective mark,\nowned by the Association of Producers of Serranía de Cuenca Lamb, as an agri-food quality mark. ", "2007_526.pdf": "Draft order laying down the technical standards for organic marine aquaculture production. \n\n6. Products Concerned\nThe present draft order is intended to lay down standards relating to the production of marine animals at all their stages of growth, reared in brackish or salt waters, in\nany kind of enclosure (pools, ponds, containers, nets and tanks, made of earth, concrete, plastic or metal), including marshes. \n\n7. Notification Under Another Act\nRegulation No 315/93 on contaminants in food. \n\n8. Main Content\n8.1 The draft order is intended to lay down the technical standards governing organic marine aquaculture production, as a system of production, which involves\nnumerous forms of production in fresh, brackish and salt waters, and involves the farming of many different species. \nIt is intended to lay down and stipulate the specific standards characterising organic production in marine aquaculture, as a system of production, which may make\nsignificant contributions to achieving environmental and social objectives. \nOrganic production is considered to be one of the production systems which, when applied to marine aquaculture practices, not only contributes to preventing the\npollution of marine waters, but also maintains the biodiversity of species used and produces environmental benefits. \n\n8.2 The mutual recognition clause appears in Article 3 of the draft order. \n\nPage 1 of 8\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nNotification Number: 2007/526/E\n\nDraft order laying down the technical standards for organic marine aquaculture production. \n\nMessage\n\nMessage 002 \n\nCommunication from the Commission - SG(2007) D/52240 \nDirective 98/34/EC \nTranslation of the message 001 \nNotification: 2007/0526/E \n\nNo abre el plazo - Nezahajuje odklady - Fristerne indledes ikke - Kein Fristbeginn - Viivituste perioodi ei avata - Καμμία έναρξη προθεσμίας - Does not open the delays -\nN'ouvre pas de délais - Non fa decorrere la mora - Neietekmē atlikšanu - Atidėjimai nepradedami - Nem nyitja meg a késéseket - Ma’ jiftaħx il-perijodi ta’ dawmien - Geen\ntermijnbegin - Nie otwiera opóźnień - Nao inicia o prazo - Neotvorí oneskorenia - Ne uvaja zamud - Määräaika ei ala tästä - Inleder ingen frist - Не се предвижда период\nна прекъсване - Nu deschide perioadele de stagnare - Nu deschide perioadele de stagnare. \n\n(MSG: 200702240.EN) \n\n1. Structured Information Line\nMSG 002 IND 2007 0526 E EN 24-12-2007 21-09-2007 E NOTIF 24-12-2007 \n\n2. Member State\nE \n\n3.A. SUBDIRECCIÓN GENERAL DE ASUNTOS INDUSTRIALES, ENERGÉTICOS, DE TRANSPORTES, COMUNICACIONES Y MEDIO AMBIENTE. \nDIRECCIÓN GENERAL DE COORDINACIÓN DEL MERCADO INTERIOR Y OTRAS POLÍTICAS COMUNITARIAS. \nSECRETARÍA DE ESTADO DE ASUNTOS EUROPEOS. \nMINISTERIO DE ASUNTOS EXTERIORES Y DE COOPERACIÓN \nC/ SERRANO GALVACHE, 26, 4ª PLANTA (28071 MADRID) \nTELÉFONOS: 91 379 84 64, 91 379 83 87, 91 379 83 98 \nFAX: 91 479 84 01DIRECCIÓN DE CORREO ELECTRÓNICO: D89-189@UE.MAE.ES \n\n3.B. CONSEJERÍA DE AGRICULTURA Y PESCA. \nDIRECCIÓN GENERAL DE AGRICULTURA ECOLÓGICA \nCALLE TABLADILLA S/N 41013 SEVILLA \n\n4. Notification Number\n2007/0526/E – C10A \n\n5. Title\nDraft order laying down the technical standards for organic marine aquaculture production. ", "2017_313.pdf": "Draft Order laying down criteria for determining when processed used oil deriving from the treatment of used\noils for use as fuel is no longer considered as waste in accordance with Law 22/2011 of 28 July 2011 on\ncontaminated waste and soils ", "2008_312.pdf": "REGULATED IR-21 INTERFACES FOR THIRD-GENERATION IMT-2000/UMTS MOBILE COMMUNICATION\nSYSTEM EQUIPMENT. ", "1998_264.pdf": "Proposal for an order partially amending the requirements in\nthe Annex to Royal Decree 2531/1985 of 18 December relating\nto technical specifications for hot galvanised coatings on\nproducts, components and various items constructed or\nmanufactured from steel or other ferrous materials and the\napproval thereof by the Ministry for Industry and Energy.", "1990_310.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1990/310/E\n\nDate received : 01/10/1990\n\nEnd of Standstill : 07/01/1991 \n\nIssue of comments by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2018_164.pdf": "Draft Royal Decree laying down zootechnical standards on the rearing, trade and entry into the Union of\npure-bred breeding animals, hybrid breeding pigs and their reproductive material, and updating the national\nprogramme for the conservation, improvement and promotion of livestock breeds ", "2008_45.pdf": "Draft Royal Decree laying down certain additional guarantees for the manufacture, marketing and labelling of\nfoodstuffs intended to protect persons having a gluten intolerance. ", "1989_297.pdf": "Order approving the Interim Order on Roads 5.2 - IC - Surface\ndrainage.", "1992_275.pdf": "Draft Ministerial Order amending various positive lists of\nadditives", "1989_220.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/220/E\n\nDate received : 12/09/1989\n\nEnd of Standstill : 05/01/1990 ( 05/04/1990)\n\nIssue of comments by : France\n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2001_280.pdf": "Draft Decree of ……… laying down the conditions for a derogation for glass packaging in relation to the heavy\nmetal concentration levels laid down in Article 13 of Act No 11/1997 of 24 April 1997 on packaging and\npackaging waste. ", "2016_222.pdf": "Draft Order establishing the requirements for importing animals that are not harmonised by EU regulations ", "2009_288.pdf": "DRAFT ROYAL DECREE REGULATING THE DIRECT GRANT OF SUBSIDIES FOR THE PURCHASE OF\nVEHICLES, PLAN 2000 E SUPPORTING THE RENEWAL OF THE VEHICLE FLEET. MEASURES TAKEN IN\nVIEW OF THE FINANCIAL AND ECONOMIC CRISIS ", "1998_91.pdf": "Technical specifications relating to cordless telephones.", "1994_319.pdf": "Draft Royal Decree approving the Basic Building Regulation\nNBE-EA 94 'Steel Structures in Construction'.", "1994_143.pdf": "Draft Ministerial Order amending point 6 'Conveyor belts' of\nITC 04.6.03 'Fire precautions', of Chapter I 'Work\nunderground' of the General Regulation on Basic Mine Safety\nStandards.", "2013_399.pdf": "Draft Order of the Treasury laying down technical requirements for the materials for placing bets, the procedure\nfor the placement thereof and the payment of winnings ", "1995_389.pdf": "Proposed Royal Decree approving the supplementary technical\ninstruction MIE-AEM4 of the regulation on lifting and\nhandling equipment concerning \"Used self-propelled mobile\ncranes\".", "1991_375.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/375/E\n\nDate received : 24/10/1991\n\nEnd of Standstill : 27/01/1992 ( 26/10/1992)\n\nPostponement : Yes\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1997_809.pdf": "Draft Order on fertilizers and similar products", "1991_424.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/424/E\n\nDate received : 20/12/1991\n\nEnd of Standstill : 06/05/1992 ( 06/08/1992)\n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1995_314.pdf": "Draft order which establishes the necessary conditions for\nthe production of home-made jam and fruit preserves and\nregulates the requirements for obtaining the home-made jam\nproducer and/or home-made fruit preserve producer document.", "1989_317.pdf": "Royal decree approving officially recognized methods of\nanalysing fertilizers.", "1987_106.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/106/E\n\nDate received : 06/07/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2008_77.pdf": "Draft Royal Decree laying down technical measures for high voltage power lines, with the objective of protecting\nbirds. ", "2007_601.pdf": "Regulated radio interface IR-12 relating to wireless access systems including local data networks (RLANs) in\nthe 5 GHz band for applications inside buildings or their proximity (short-range). ", "2008_423.pdf": "RADIO INTERFACES IR-129, IR-130 and IR-131 FOR DEVICES USED IN METEOROLOGY ", "2011_240.pdf": "DRAFT DECREE ………/2011, OF…………………, AMENDING DECREE 17/2003 OF 6 FEBRUARY,\nCREATING AND REGULATING THE REGISTRATION OF MODELS AND COMPANIES INVOLVED IN\nRECREATIONAL MACHINES AND MACHINES OF CHANCE IN THE COMMUNITY OF CASTILLA AND\nLEÓN, DECREE 12/2005 OF 3 FEBRUARY, AND THE REGULATORY RULING ON GAMING MACHINES\nAND GAMING PREMISES OF THE COMMUNITY OF CASTILLA AND LEÓN, APPROVED THEREIN. ", "2005_218.pdf": "Ministerial Decree amending Royal Decree No 948/2003 of 18 July 2003 laying down the minimum conditions\nto be met by installations for the internal cleaning or degassing and depressurisation, as well as for the repair or\nmodification of tanks for dangerous goods. ", "2014_623.pdf": "Draft decree approving the regulation governing betting in the Autonomous Community of Cantabria ", "2008_95.pdf": "Radio interface IR-94 for very low-power transmitters for audio applications in the 87.5-108 MHz frequency\nband. ", "2016_593.pdf": "Draft Decree amending certain articles of the Regulations on gaming ", "1998_329.pdf": "Draft Royal Decree amending Royal Decree 1137/194 of 28 March\napproving the technical health regulations for the\nmanufacture, distribution and sale of bread and speciality\nbread.", "1989_123.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/123/E\n\nDate received : 29/05/1989\n\nEnd of Standstill : 18/09/1989 \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2014_492.pdf": "Draft Order of the Minister for Territorial and Internal Policy regulating the technical conditions for gaming\nmachines and their interconnection rules. ", "2002_368.pdf": "Draft Order adopting IC Standard 6.3. Road resurfacing, road works. ", "1998_355.pdf": "Supplementary technical specifications on measuring points\nfor the consumption and transport of electrical energy.", "2002_125.pdf": "Draft Decree adopting the regulation on the game of bingo in the autonomous community of the Canaries ", "2010_185.pdf": "Draft Royal Decree approving the basic materials for the production of the base gum for chewing gum or\nbubblegum. ", "2017_568.pdf": "Draft Decision of the Ministry of the Presidency and Citizen Participation setting out technical conditions for\napproval and operation and game prices and winnings for Type ‘C’ or gaming machines ", "1999_274.pdf": "Draft Royal Decree laying down the technical specifications for special vehicles for the carriage on land of food\nproducts in a controlled temperature environment and the procedures for assessing conformity with the\nspecifications. ", "1993_65.pdf": "Draft Royal Decree approving the technical-health regulations\nfor the manufacture and marketing of vinegars.", "1999_59.pdf": "Draft Order amending the Order of 1 July 1986 which approves\nthe technical regulation on the control and certification of\noil seeds.", "2016_548.pdf": "Draft Order laying down the technical requirements and specifications of gaming machines and their\ninterconnection conditions ", "2017_471.pdf": "Draft Ministerial Order establishing a colour code for identifying rootstocks and varieties in the propagating\nmaterial of citrus fruit plants ", "2011_580.pdf": "DRAFT ORDER LAYING DOWN TECHNICAL CONDITIONS TO BE SATISFIED BY ULTRAVIOLET FILTERS\nINTENDED FOR INSTALLATION IN THE DRIVER'S 180° FIELD OF VISION IN SERVICE VEHICLES\nINTENDED TO BE DRIVEN BY PERSONS DIAGNOSED WITH LUPUS. ", "2003_391.pdf": "Local data networks (RLANs) in the 2.4 GHz band for applications inside buildings or their proximity\n(short-range) ", "1999_477.pdf": "Draft Royal Decree amending Royal Decree 1472/1989 of 1 December, regulating the ranges of nominal\nquantities and nominal capacities for certain packaged products. ", "2005_378.pdf": "Draft Order approving the technical specifications for photovoltaic installations in Andalusia. ", "1997_235.pdf": "Ministerial Order relating to the maximum waste limits for\nphytosanitary products by which Annex II of Royal Decree\n280/1994 is amended", "2006_324.pdf": "Draft Order, partially amending Annex XI to the General Regulation on Vehicles, adopted by Royal Decree No\n2822 of 23 December 1998. ", "2011_88.pdf": "Draft decree establishing a procedure for the energy certification of new buildings in the Autonomous Region of\nthe Balearic Islands ", "2015_544.pdf": "Draft Royal Decree approving the quality standard for flours, meals and other products of cereal milling ", "2003_388.pdf": "Fixed wireless access systems (LMDS/FWA) in the 3,400 to 3,600 MHz frequency band ", "1989_319.pdf": "Order approving the ''schedule of General Technical\nRequirements for the type-approval of concrete blocks for\nbuilding works (RB-90)''", "2009_635.pdf": "DRAFT MINISTERIAL ORDER AMENDING ROYAL DECREE 237/2000 OF 18 FEBRUARY (OFFICIAL STATE\nGAZETTE OF 16 MARCH 2000). ", "1987_186.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/186/E\n\nDate received : 08/12/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1987_139.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/139/E\n\nDate received : 09/09/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2005_272.pdf": "Draft Order partially amending the Order of 20 September 1985 on the installation and approval of license plates\nfor motor vehicles and trailers ", "2008_316.pdf": "REGULATED RADIO INTERFACES IR-107 TO IR 117 FOR SHORT-RANGE RADIO DEVICES WITH\nINDUCTIVE LOOP. ", "2007_381.pdf": "Draft Decree adopting the Regulation on amusement and gaming machines of the Autonomous Community of\nthe Region of Galicia. ", "2005_551.pdf": "Fixed radio link equipment in the 48.5 to 50.2 GHz frequency band ", "2001_487.pdf": "Draft Royal Decree amending Royal Decree No 929 of 9 June 1995 adopting the technical regulation on the\ncontrol and certification of nursery-grown fruit-bearing plants. ", "2006_141.pdf": "Draft Royal Decree amending Annex III to Royal Decree No 142 of 1 February 2002 adopting the positive list of\nadditives other than colorants or sweeteners for use in the manufacture of foodstuffs, and their conditions of use", "2012_642.pdf": "Draft Royal Decree amending Royal Decree 1615/2010 of 7 December approving the regulation on wheat\nquality. ", "2009_137.pdf": "DRAFT ROYAL DECREE AMENDING ROYAL DECREE 1052/2003, OF 1 AUGUST, APPROVING THE\nTECHNICO-SANITARY REGULATION ON SPECIFIED SUGARS INTENDED FOR HUMAN CONSUMPTION. ", "1997_813.pdf": "Statutory provisions for the INCE stamp for insulation\nsystems and materials for use in construction relating to\npolyurethane foam constituents.", "2016_220.pdf": "Draft Order approving complementary technical instructions IET-ITC 09.0.01 ‘Electrical installations in mines\nand legally related activities. Terminology’, IET-ITC 09.0.02 ‘Electrical installations in mines and activities with a\nregulatory association. Common technical specifications for all installations’, IET-ITC 09.0.03 ‘Electrical\ninstallations in mines and related activities. Technical specifications for installations in underground\nlaboratories’, and IET-ITC 09.0.04 ‘Electrical installations in mines and legally related activities. Technical\nspecifications for electrical installations in underground laboratories with potentially explosive environments’ in\nthe General Regulation on Basic Standards of Mining Safety ", "1996_65.pdf": "Ministerial Order establishing the State metrological control\nof recording thermometers intended for measuring the\ntransport temperature of deep-frozen products.", "1986_63.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1986/63/E\n\nDate received : 01/07/1986\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1990_9.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1990/9/E\n\nDate received : 22/01/1990\n\nEnd of Standstill : 26/04/1990 ( 28/01/1991)\n\nIssue of comments by : Commission\n\nPostponement : Yes\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2006_52.pdf": "Radio interface IR-29 for fixed point-to-point radio links in the 2600 MHz frequency band. ", "2012_643.pdf": "Draft Royal Decree laying down additional standards for the production, description, presentation and labelling\nof certain spirits. ", "2002_179.pdf": "Draft Royal Decree regulating the integrated production of agricultural products. ", "1989_233.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/233/E\n\nDate received : 25/09/1989\n\nEnd of Standstill : 10/01/1990 ( 10/04/1990)\n\nIssue of comments by : United Kingdom\n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1992_301.pdf": "DRAFT ROYAL DECREE APPROVING INSTRUCTIONS FOR THE ACCEPTANCE\nOF CEMENTS (RC-92)", "2016_223.pdf": "Draft order regulating the procedures for determining the emissions of atmospheric pollutants SO2, NOx, dust\nand CO from large combustion plants, the inspection of measuring instruments and the handling and referral of\ninformation related to these emissions. ", "2006_380.pdf": "Ministerial Decree regulating the State metrological control of systems for measuring liquids other than water\nknown as pumps or dispensers. ", "2002_87.pdf": "Draft Royal Decree laying down the health conditions for the production, storage and marketing of fresh meat\nand meat products in retail establishments. ", "2013_561.pdf": "Draft Royal Decree approving the quality standard for meat products. ", "2018_461.pdf": "Draft Order of the Minister for Economic Development and Infrastructure and of the Minister for Health adopting\nspecific technical standards for adapting health and hygiene rules for businesses working with plant products ", "2010_620.pdf": "Draft Order of the Ministry of Interior on the performance of Private Security alarm systems. ", "1989_283.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/283/E\n\nDate received : 22/11/1989\n\nEnd of Standstill : 01/03/1990 ( 01/06/1990)\n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1987_153.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/153/E\n\nDate received : 16/10/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2012_129.pdf": "DRAFT DECREE ADOPTING GAMING REGULATIONS OF THE AUTONOMOUS COMMUNITY OF MURCIA\nAND AMENDING THE REGULATION ON AMUSEMENT AND GAMING MACHINES OF THE AUTONOMOUS\nCOMMUNITY OF MURCIA AND THE CATALOGUE OF GAMING AND BETTING OF THE AUTONOMOUS\nCOMMUNITY OF THE REGION OF MURCIA. ", "2014_169.pdf": "Draft Order updating certain sections of the General Technical Specifications for Works on Roads and Bridges\n(PG-3), relating to Basic Materials, Road Surfaces and Pavements, Signals, Traffic Guidance Equipment and\nVehicle Containment Systems. ", "1994_38.pdf": "DRAFT ORDER ESTABLISHING THE TECHNICAL SPECIFICATIONS TO BE\nMET BY VEHICLES USED FOR THE TRANSPORTATION OF DETAINEES,\nPRISONERS AND CONVICTS.", "2008_514.pdf": "SCO order/ / on alternative methods for the microbiological analysis of water for human consumption. ", "2009_517.pdf": "ROYAL DECREE DRAFT WHICH REGULATES HIGH DEFINITION TERRESTRIAL DIGITAL TELEVISION ", "2003_102.pdf": "Draft Order updating specific articles of the memorandum of technical requirements for road works and bridge\nworks, relating to roadbase layers and pavements. ", "2004_98.pdf": "Draft Order establishing the method for taking samples from the carcasses of Iberian pigs and the analytical\nmethod for determining the composition of fatty acids from the total lipids in the subcutaneous adipose tissue of\nthe carcasses of Iberian pigs. ", "2013_560.pdf": "DRAFT DECREE OF THE ASSEMBLY OF THE CITY OF CEUTA REGULATING THE ORGANISATION,\nMANAGEMENT AND OPERATION OF ELECTRONIC BINGO AND MODIFYING VARIOUS STANDARDS IN\nTHE AREA OF GAMING AND BETTING. ", "2003_271.pdf": "Decree on integrated production and the indication thereof on agricultural products. ", "1987_157.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/157/E\n\nDate received : 21/10/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1995_377.pdf": "Proposed Royal Decree approving the supplementary technical\ninstruction MI-IP 03 \"Oil installations for personal use\".", "1991_290.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/290/E\n\nDate received : 08/08/1991\n\nEnd of Standstill : 11/11/1991 \n\nIssue of comments by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2013_65.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements of the regulated radio interface IR-209 regarding aeronautical non-directional beacons ", "2011_363.pdf": "IR-199 RADIO INTERFACE FOR GROUND AND WALL SOUNDING DEVICES. ", "2009_336.pdf": "IR-166 RADIO INTERFACE RELATING TO THE SHORT RANGE RADAR SYSTEM (SRR) FOR\nAUTOMOTIVE APPLICATIONS USING THE 24 GHZ FREQUENCY BAND. ", "1996_287.pdf": "Regulation governing amusement and gambling machines within\nthe community of Andalusia.", "2005_534.pdf": "Draft Royal Decree adopting the Supplementary Technical Instruction MI IP 06 \"Procedure to remove liquid\npetroleum storage tanks from service\" ", "2002_258.pdf": "Draft Royal Decree laying down the technical requirements to be met by vehicle technical inspection centres in\norder to be authorised to carry out technical inspections of vehicles. ", "2000_152.pdf": "Draft Royal Decree on the minimum characteristics that must be fulfilled by manholes and inspection holes in\nfuel tanks (petrol, gas oil and light fuel oil) as well as domestic heating fuels or other fuels for industrial use that\nare classified in the ADR as class 3 materials, and that also have a tank design pressure of less than 0.75\nkg/cm2 (gauge pressure). ", "2013_218.pdf": "Draft Order amending the sole transitory provision of Order INT/314/2011 of 1 February 2011 on security\ncompanies, the sole transitory provision of Order INT/317/2011 of 1 February 2011 on private security\nmeasures and laying down rules of enforceability for UNE or UNE-EN standards in the area of private security ", "2002_374.pdf": "Draft Royal Decree regulating plant medicines. ", "1998_46.pdf": "Safety standards for the installation of mobile platforms and\nstaircases for transporting persons.", "2015_243.pdf": "Draft Royal Decree adopting the Fire Protection Installation Regulations ", "1989_257.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/257/E\n\nDate received : 23/10/1989\n\nEnd of Standstill : 07/02/1990 \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1988_18.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "2018_167.pdf": "Draft Decree regulating artisan food ", "1990_169.pdf": "Royal Decree amending the pure food regulations regarding\n''general storage conditions (excluding refrigeration) for\nfood and food products'' adopted by Royal Decree 706/1986 of\n7March.\n\n//// ", "2009_518.pdf": "DRAFT ITC ORDER FOR THE ADOPTION OF ETSI TECHNICAL SPECIFICATION TS 133 108 (3GPP 33\n108). ", "2008_99.pdf": "Resolution partially amending Annex III to Order ITC/3709/2006 of 22 November, regulating State metrological\ncontrol of taxi meters. ", "2004_213.pdf": "Draft Decree regulating certain aspects concerning petrol pumps for supply to vehicles in the Autonomous\nCommunity of Madrid ", "1989_20.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "2005_248.pdf": "Draft Royal Decree regulating the transport of dangerous goods by road on Spanish territory. ", "1993_152.pdf": "Proposed amendment to the Ministerial Order of 3 October\n1983, approving the general quality standard for pasteurised\nmilk intended for the internal market.", "1999_467.pdf": "Draft order amending Annex II of Royal Decree 280/1994 of 18 February, laying down the maximum residue\nlimits for pesticides and their monitoring in certain products of vegetable origin. ", "2013_607.pdf": "Draft decree approving the regulation of the Binjocs lottery organised by the Autonomous Entity of Gaming and\nBetting of the Generalitat of Catalonia. ", "2013_116.pdf": "Draft Resolution of the Secretariat of State for Telecommunications and the Information Society by which the\ntechnical requirements for the regulated radio interface IR-97 relative to digital equipment designed for mobile\nland service on the 446 MHz frequency band are published. ", "2017_240.pdf": "Draft Order adopting additional technical instruction 04.7.06 ‘Monitoring poisonous gases in the atmosphere\nduring underground activities’ and amending additional technical instruction ITC 05.0.02 ‘Specifications for\nunderground coal mines and works involving explosion hazard. Concentration limits for methane in air flows’ of\nthe General Regulation of Mining Basic Safety ", "2003_392.pdf": "Telematic system for assisting road traffic used in road transportation and road traffic in general (RTTT - Road\nTransport and Traffic Telematics) ", "2017_110.pdf": "Draft Resolution of the Department of Agriculture, Environment and Rural Development for the recognition of\nthe ‘Cordero Valle de Alcudia’ [Alcudia Valley Lamb] collective mark, owned by the Association for the\nPromotion of Alcudia Valley Meats, as an agri-food quality mark ", "2009_406.pdf": "DRAFT ROYAL DECREE ON USE OF THE “LETRA Q” LOGO ON THE PACKAGING OF MILK AND DAIRY\nPRODUCTS. ", "2018_273.pdf": "Draft Royal Decree regulating the direct granting of aid for the purchase of alternative energy vehicles in 2018\n(AEV Plan 2018) ", "2005_550.pdf": "Fixed radio link equipment in the 57-59 GHz frequency band ", "2013_115.pdf": "DRAFT ORDER FROM THE MINISTRY OF DEVELOPMENT APPROVING THE \"INSTRUCTION FOR THE\nPLANNING AND CONSTRUCTION OF THE RAILWAY ENERGY SUBSYSTEM (IFE - 2013)\" - ", "2006_577.pdf": "Radio interface IR-95 for radio frequency identification (RFID) devices in the 2.4 GHz frequency band. ", "2010_817.pdf": "Draft Royal Decree amending Royal Decree 1289/2003 of 7 March on the sale of forest reproductive material ", "1997_742.pdf": "Order establishing the metrological control status for\ninstruments designed to measure exhaust gas emissions from\nmotor vehicles.", "2005_599.pdf": "Short-range cordless telephone system with digital technology ", "1995_309.pdf": "Draft technical regulation on the safety of dams and\nreservoirs.", "1999_362.pdf": "Monographs of the Spanish pharmacopoeia subjected to public enquiry with regard to \"beclomethasone\nsalicylate\". ", "2008_419.pdf": "Draft Royal Decree modifying Royal Decree 837/2002, of 2 August, regulating the information on fuel\nconsumption and CO2 emissions of new cars offered for sale or hire in Spain, and approving the new label\nproviding information on fuel consumption and CO2 emissions. ", "2012_424.pdf": "Draft Order of the Ministry of Health, Social Services and Equality (SSI) on substances for the treatment of water\nintended for the production of water for human consumption. ", "2007_111.pdf": "Draft Decree, second amendment to the Regulation on Amusement and Gaming machines adopted by Decree\nNo 77 of 27 November 1997. ", "1986_105.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1986/105/E\n\nDate received : 05/10/1986\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2011_537.pdf": "Draft Royal Decree establishing the technical characteristics, healthcare equipment and staffing requirements for\nhealthcare road transport vehicles. ", "2009_105.pdf": "Order of the Ministry of Health and Consumer Affairs (SCO) / / on substances for the treatment of water\nintended for the production of water for human consumption. ", "2008_206.pdf": "DRAFT DECREE OF THE GOVERNING COUNCIL REGULATING THE HEALTH AND HYGIENE\nCONDITIONS OF COMMUNAL SWIMMING POOLS, WATER PARKS AND HEALTH SPA CENTRES IN THE\nCOMMUNITY OF MADRID. ", "2013_67.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements of the regulated radio interfaces IR-179 and IR-180 for fixed radiolinks on the frequency\nbands 31 – 31.3 GHz and 55.78 - 57 GHz respectively. ", "2006_51.pdf": "Radio interface IR-43 for fixed point-to-point radio links in the 38 GHz frequency band. ", "2008_421.pdf": "RADIO INTERFACES IR-126 and IR-127 FOR DEVICES USED IN AUDIO APPLICATIONS IN THE 863-865\nMHz and 864,8-865 MHz FREQUENCY BANDS. ", "2015_316.pdf": "Draft royal decree implementing Law 32/2014 of 22 December on metrology ", "2002_129.pdf": "Technical standard on the joint telecommunications infrastructure for access to the telephony service available\nto the public. ", "1997_850.pdf": "Draft Order on procedural and development standards of Royal\nDecree 1942/1993, of 5 November, approving the regulation on\nfire protection installations and revising the annexe and\nappendices of same.", "2003_227.pdf": "Draft Royal Decree regulating medicinal gases. ", "2004_400.pdf": "Draft Decree adopting the Regulation on gaming machines, amusement arcades and gaming clubs in the Autonomous Community of Castilla y León \n\n6. Products Concerned\nMachines for gambling and games of chance and systems for the interconnection of these machines. \n\n7. Notification Under Another Act\n- \n\n8. Main Content\n1. The aim of the text subject to the report is to regulate all aspects relating to the machines for gambling and games of chance sub-sector, to lay down the requirements which must be met by these machines, and to lay down the operating and installation\nsystem therefor specifying the establishments in which they may be installed. It also contains supplementary operating standards in addition to the operating system for amusement arcades and gaming clubs in which these are to be installed, and, finally,\nlays down a penalty system in relation to compliance with that laid down therein. \n\n2. Member State\nMutual recognition clause: Article 20(2) and 27(4), first final provision, section 3. \n\n9. Brief Statement of Grounds\nThe drawing up of the draft is governed by the legal mandate laid down in Article 9 of Law No 4 of 24 June 1998, regulating gaming and betting in the Autonomous Community of Castilla y León, which entrusts the regulation of gaming and betting included\nin the catalogue, including that which is played using gaming and betting machines, to the Government of the Autonomous Community of Castilla y León. \n\n10. Reference Documents - Basic Texts\nLaw No 4 of 24 June 1998, regulating gaming and betting in the Autonomous Community of Castilla y León \nOfficial Gazette of Castilla y León Nº 123, of 1 July 1998 \nhttp://bocyl.jcyl.es/pls/bocyl/JCYLCARPETA.DameImagen?idUsuario=1&idArchivo=2&condicion=+C5+%3D++%274%2F1998%27+and++C4+%3D+%27LEY%27+and+C10+%3D+%27SI%27+&idCarpeta=100460&totalCarp=1&texto=&titulo=&organismo= \n\nDecree No 44 of 22 February 2001, adopting the catalogue on gaming and betting in the Autonomous Community of Castilla y León \nOfficial Gazette of Castilla y León Nº 41, of 27 February 2001. \nhttp://bocyl.jcyl.es/pls/bocyl/JCYLCARPETA.DameImagen?idUsuario=1&idArchivo=2&condicion=+C5+%3D++%274%2F1998%27+and++C4+%3D+%27LEY%27+and+C10+%3D+%27SI%27+&idCarpeta=100460&totalCarp=1&texto=&titulo=&organismo= \n\nDecree No 17 of 6 February 2003, creating and regulating the registers of models and companies associated with machines for gambling and games of chance in the Autonomous Community of Castilla y León \nOfficial Gazette of Castilla y León Nº 29, of 12 February 2003 \nhttp://bocyl.jcyl.es/pls/bocyl/JCYLCARPETA.DameImagen?idUsuario=1&idArchivo=2&condicion=+C5+%3D++%274%2F1998%27+and++C4+%3D+%27LEY%27+and+C10+%3D+%27SI%27+&idCarpeta=100460&totalCarp=1&texto=&titulo=&organismo= \n\nCorrection to Decree No 17 of 6 February 2003, creating and regulating the registers of models and companies associated with machines for gambling and games of chance in the Autonomous Community of Castilla y León \nOfficial Gazette of Castilla y León Nº 31, of 14 February 2003 \nhttp://bocyl.jcyl.es/pls/bocyl/JCYLCARPETA.DameImagen?idUsuario=1&idArchivo=2&condicion=+C5+%3D++%274%2F1998%27+and++C4+%3D+%27LEY%27+and+C10+%3D+%27SI%27+&idCarpeta=100460&totalCarp=1&texto=&titulo=&organismo= \n\n11. Invocation of the Emergency Procedure\n\nPage 1 of 6\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nNotification Number: 2004/400/E\n\nDraft Decree adopting the Regulation on gaming machines, amusement arcades and gaming clubs in the Autonomous Community of\nCastilla y León \n\nMessage\n\nMessage 002 \n\nCommunication from the Commission - SG(2004) D/51990 \nDirective 98/34/EC \nTranslation of the message 001 \nNotification: 2004/0400/E \n\nNo abre el plazo - Nezahajuje odklady - Fristerne indledes ikke - Kein Fristbeginn - Viivituste perioodi ei avata - Καμμία έναρξη προθεσμίας - Does not open the delays - N'ouvre pas de délais - Non fa decorrere la mora - Neietekmē atlikšanu - Atidėjimai\nnepradedami - Nem nyitja meg a késéseket - Ma’ jiftaħx il-perijodi ta’ dawmien - Geen termijnbegin - Nie otwiera opóźnień - Nao inicia o prazo - Neotvorí oneskorenia - Ne uvaja zamud - Määräaika ei ala tästä - Inleder ingen frist. \n\n(MSG: 200401990.EN) \n\n1. Structured Information Line\nMSG 002 IND 2004 0400 E EN 10-01-2005 08-10-2004 E NOTIF 10-01-2005 \n\n2. Member State\nSpain \n\n3. Department Responsible\nSUBDIRECCIÓN GENERAL DE ASUNTOS INDUSTRIALES, ENERGÉTICOS, DE TRANSPORTES, COMUNICACIONES Y MEDIO AMBIENTE. \nDIRECCIÓN GENERAL DEL MERCADO INTERIOR Y OTRAS POLÍTICAS COMUNITARIAS. \nSECRETARÍA DE ESTADO PARA LA UNIÓN EUROPEA. \nMINISTERIO DE ASUNTOS EXTERIORES Y DE COOPERACIÓN. \nC/ PADILLA, 46, PLANTA 2, DESPACHO 6218 (28006 MADRID) \nTELÉFONOS: 91 379 84 64, 91 379 83 87 Y 91 379 83 98 \nFAX: 91 479 84 01 \nDIRECCIÓN CORREO ELECTRÓNICO: D83-189@UE.MAE.ES \n\n3. Originating Department\nDIRECCIÓN GENERAL DE ADMINISTRACIÓN TERRITORIAL. \nCONSEJERÍA DE PRESIDENCIA Y ADMINISTRACIÓN TERRITORIAL. \nJUNTA DE CASTILLA Y LEÓN. \nC/ SANTIAGO ALBA, 1- 47008- VALLADOLID \nTELÉFONOS: 983 411157, 983 411238. FAX. 983 11305 \nDIRECCIÓN DE CORREO ELECTRÓNICO: gongaglu@jcyl.es, delblama@jcyl.es \n\n4. Notification Number\n2004/0400/E - H10 \n\n5. Title\nDraft Decree adopting the Regulation on gaming machines, amusement arcades and gaming clubs in the Autonomous Community of Castilla y León ", "1986_136.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1986/136/E\n\nDate received : 10/12/1986\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1999_342.pdf": "Draft Order amending the Order of 28 May 1998 regarding fertilisers and similar products. ", "2015_95.pdf": "Draft Specific Production Standards applicable to ecological heliciculture in the Autonomous Community of\nCantabria. ", "2006_272.pdf": "Draft Order amending the Annex to the Order of 28 July 1980 on standards and supplementary technical\ninstructions for the type-approval of solar panels ", "1995_196.pdf": "Draft Ministerial Order adapting the supplementary\ninstruction MI-BT-044 of the low voltage electrotechnical\nregulation in line with technical advances.", "2015_696.pdf": "Draft Decree of the Department of Employment, Industry and Tourism setting out standards relating to\nSupplementary Technical Instruction AEM 1 \"Lifts\" of the Regulation on Lifting and Handling Equipment,\napproved by Royal Decree 2291/1985 of 8 November. ", "2018_165.pdf": "Draft Decision of the Directorate-General for the Regulation of Gambling amending certain decisions on the\ngambling activities covered by Law 13/2011 of 27 May 2011 on the regulation of gambling ", "2001_424.pdf": "Draft Royal Decree adopting the guidelines for the planning and execution of one-way structural concrete floor\nslabs manufactured using prefabricated components. ", "1986_62.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1986/62/E\n\nDate received : 01/07/1986\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2009_134.pdf": "“TECHNICAL APPROVAL SPECIFICATIONS FOR RAILWAY ROLLING STOCK: AUXILIARY ROLLING\nSTOCK” ", "1996_36.pdf": "Technical specifications of pay telephones designed to be\nconnected to the switched telephone network.", "2001_398.pdf": "Draft Decree adopting the Regulation on the game of bingo and its various forms. ", "1993_351.pdf": "Draft of royal decree modifying royal decree 644/1982 of 5\nMarch approving special regulations for the manufacture of,\ndistribution of and trade in anis.", "2009_335.pdf": "IR-163 RADIO INTERFACE FOR BROADBAND DATA TRANSMISSION DEVICES USING THE 2.5 GHZ\nFREQUENCY BAND. ", "1996_67.pdf": "Royal Decree approving the technical health regulation on the\nproduction, distribution and sale of ice-creams and packaged\nmixtures for freezing.", "2018_274.pdf": "Draft Royal Decree approving the quality standard for bread and speciality bread products ", "1996_261.pdf": "Draft Decree approving regulations governing amusement and\ngambling machines.", "2002_178.pdf": "Draft Resolution of the Directorate-General of Technology Policy authorising the use of liquid and/or gaseous\nfuel as auxiliary fuel in black liquor boilers. ", "2006_60.pdf": "Radio interface IR-42 for fixed point-to-point radio links in the 28 GHz frequency band. ", "1999_146.pdf": "Draft order laying down the requirements for fire\nextinguishers installed in vehicles for the transportation of\npersons and goods.", "saved_backup.py": "end = '6. Products Concerned'\ns = str(raw['content'])\nprint(s[s.find(start)+len(start):s.rfind(end)])\n\"\"\"\n\nfileAndName = {}\n", "2001_220.pdf": "Decree governing the granting and use of the \"certified quality\" mark for agricultural and food products. ", "2009_409.pdf": "DECREE OF THE GOVERNING COUNCIL AMENDING CERTAIN RULES OF DECREE 115/2006, OF 28 JULY, OF THE GOVERNING COUNCIL\nADOPTING THE REGULATION ON AMUSEMENT AND GAMING MACHINES \n\nPage 1 of 10\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nNotification Number: 2009/409/E\n\nDECREE OF THE GOVERNING COUNCIL AMENDING CERTAIN RULES OF DECREE\n115/2006, OF 28 JULY, OF THE GOVERNING COUNCIL ADOPTING THE REGULATION ON\nAMUSEMENT AND GAMING MACHINES \n\nMessage\n\nMessage 002 \n\nCommunication from the Commission - SG(2009) D/51697 \nDirective 98/34/EC \nTranslation of the message 001 \nNotification: 2009/0409/E \n\nNo abre el plazo - Nezahajuje odklady - Fristerne indledes ikke - Kein Fristbeginn - Viivituste perioodi ei avata - Καμμία έναρξη προθεσμίας - Does not\nopen the delays - N'ouvre pas de délais - Non fa decorrere la mora - Neietekmē atlikšanu - Atidėjimai nepradedami - Nem nyitja meg a késéseket - Ma’\njiftaħx il-perijodi ta’ dawmien - Geen termijnbegin - Nie otwiera opóźnień - Nao inicia o prazo - Neotvorí oneskorenia - Ne uvaja zamud - Määräaika ei ala\ntästä - Inleder ingen frist - Не се предвижда период на прекъсване - Nu deschide perioadele de stagnare - Nu deschide perioadele de stagnare. \n\n(MSG: 200901697.EN) \n\n1. Structured Information Line\nMSG 002 IND 2009 0409 E EN 19-10-2009 17-07-2009 E NOTIF 19-10-2009 \n\n2. Member State\nE \n\n3. Department Responsible\nSUBDIRECCIÓN GENERAL DE ASUNTOS INDUSTRIALES, ENERGÉTICOS, DE TRANSPORTES, COMUNICACIONES Y MEDIO AMBIENTE. \nDIRECCIÓN GENERAL DEL MERCADO INTERIOR Y OTRAS POLÍTICAS COMUNITARIAS. \nSECRETARÍA DE ESTADO PARA LA UNIÓN EUROPEA. \nMINISTERIO DE ASUNTOS EXTERIORES Y DE COOPERACIÓN. \nC/ SERRANO GALVACHE, 26, 4ª PLANTA, TORRE SUR (28071 MADRID) \nTELÉFONOS: 91 379 84 64, 91 379 83 98 y 91 394 88 04 \nFAX: 91 379 84 01 \nDIRECCIÓN CORREO ELECTRÓNICO: D83-189@UE.MAE.ES \n\n3. Originating Department\nCOMUNITAT VALENCIANA. \nGENERALITAT VALENCIANA. \nCONSELLERIA DE ECONOMIA, HACIENDA Y EMPLEO. \nSUBSECRETARÍA. \nSERVICIO DEL JUEGO \nC/ Almirante, 1 planta 1 (46003 – Valencia) \nTeléfono: 96 386 20 25 \nFax: 96 391 02 59 \n\n4. Notification Number\n2009/0409/E – H10 \n\n5. Title\nDECREE OF THE GOVERNING COUNCIL AMENDING CERTAIN RULES OF DECREE 115/2006, OF 28 JULY, OF THE GOVERNING COUNCIL\nADOPTING THE REGULATION ON AMUSEMENT AND GAMING MACHINES \n\nPage 2 of 10\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\n6. Products Concerned\nAMUSEMENT AND GAMING MACHINES \n\n7. Notification Under Another Act\n- \n\n8. Main Content\nMACHINES. AMUSEMENT. GAMING. GAMES. PRIZES. CASINOS. BINGO HALLS. CLUBS. CREATION OF TYPE A AMUSEMENT MACHINES\nWHICH AWARD PRIZES IN KIND IN THE FORM OF CHILDREN’S PRIZES.- AMENDMENT OF THE CHARACTERISTICS OF TYPE B AND C\nMACHINES.- INTRODUCTION OF TYPE B SPECIAL GAMING CLUB AND BINGO HALL MACHINES.- EXPANSION OF THE MEANS OF PAYMENT\nFOR A GAME AND OF PRIZES AS REGARDS MACHINES INSTALLED IN GAMING CLUBS, BINGO HALLS AND GAMING CASINOS.- THE\nPOSSIBILITY TO INTERCONNECT TYPE C MACHINES INSTALLED IN THE MAIN GAMING ROOM AND IN ATTACHED ROOMS IN ONE AND THE\nSAME GAMING CASINO.- DEVELOPMENT OF THE LEGAL CONCEPT OF THE MANUFACTURERS AND IMPORTERS OF GAMING EQUIPMENT.-\nTHE POSSIBILITY TO TEMPORARILY SUSPEND THE OPERATION AUTHORISATION FOR TYPE B AND C MACHINES AND AMENDMENT OF THE\nPERIOD OF VALIDITY OF THE INSTALLATION AUTHORISATIONS.- REMOVAL OF THE REQUIREMENT OF EXCLUSIVE ACTIVITY FOR\nAPPROVAL TO INSTALL TYPE A AND TYPE B MACHINES IN SPECIFIED LEISURE AND CAFÉ, HOTEL AND RESTAURANT ESTABLISHMENTS.\n\n9. Brief Statement of Grounds\nADAPTATION OF THE CURRENT REGULATION ON AMUSEMENT AND GAMING MACHINES TO THE MOST RECENT AMENDMENTS MADE TO\nLAW NO 4 OF 2 JUNE 1998 ON GAMING IN THE AUTONOMOUS COMMUNITY OF VALENCIA. IN ADDITION, THE ECONOMIC AND SOCIAL\nREALITY AND ONGOING TECHNOLOGICAL INNOVATIONS MAKE IT NECESSARY TO AMEND CERTAIN ASPECTS OF THE REGULATION OF\nAMUSEMENT AND GAMING MACHINES IN ORDER TO ADAPT THEM TO SOCIAL AND BUSINESS CHANGES ARISING AS A RESULT OF THE\nNEW CURRENT REALITY. \n\n10. Reference Documents - Basic Texts\n- LAW NO 4 OF 3 JUNE 1998, OF THE GENERALITAT, ON GAMING IN THE AUTONOMOUS COMMUNITY OF VALENCIA (DIARI OFICIAL DE LA\nCOMUNITAT VALENCIANA NO 842 OF 09/06/1988) \n\nHTTP://WWW1.PRE.GVA.ES/L/BASIS/DOCV/WEBBDLGV/TEXTO_INSERCION_DOGV_C/DDW?W=CODIGO_INSERCION%3D%271988/900901%27 \n\n-DECREE 115/2006, OF 28 JULY, OF THE GOVERNING COUNCIL (DOC NO 5.343 OF 11.09.2006): NOTIFIED TO THE COMMISSION.\nNOTIFICATION NUMBER 98/0089/E \nDIARI OFICIAL DE LA COMUNITAT VALENCIANA NO 5.343 OF 11/09/2006. P. 30063-30096 \n\nHTTP://WWW.GVA.ES/CIDAJ/PDF/5343.PDF#PAGEMODE=BOOKMARKS \n\n11. Invocation of the Emergency Procedure\nNO \n\n12. Grounds for the Emergency\n- \n\n13. Confidentiality\nNO \n\n14. Fiscal measures\nNO \n\n15. Impact assessment\n- \n\n16. TBT and SPS aspects\nTBT aspect \na) YES \n\nSPS aspect \na) NO \n\nPage 3 of 10\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n", "1994_140.pdf": "Monographs of the Spanish Pharmacopoeia subject to public\nenquiry referring respectively to trifusal, clebopride and\nphosphomycin.", "2005_724.pdf": "Draft Royal Decree approving the quality standards for cheese and processed cheese ", "2010_234.pdf": "Draft Decree approving the Regulation of the Law of Cantabria 6/2006, of 9 June, on the prevention of light\ncontamination. ", "2011_293.pdf": "DECREE XXX/2011, OF XXX OF XXX, REGULATING TRADITIONAL FOOD PRODUCTION IN THE\nAUTONOMOUS COMMUNITY OF EUSKADI. ", "2016_359.pdf": "Order of the Minister for Economic Development and Competition and of the Minister for Health, adopting the\ndraft Order for specific technical standards for the adaptation of the health and hygiene requirements for\nnon-industrial grade A eggs. ", "1989_285.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/285/E\n\nDate received : 22/11/1989\n\nEnd of Standstill : Closed \n\nIssue of comments by : Italy\n\nIssue of detailed opinion by : France\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2015_181.pdf": "DRAFT ROYAL DECREE LAYING DOWN TECHNICAL REQUIREMENTS AND OPERATING RULES\nAPPLICABLE TO TACHOGRAPH CENTRES. ", "1994_162.pdf": "Technical specifications of radio equipment with angular\nmodulation to be used in the band known as the citizen's\nband.", "2005_601.pdf": "Draft Regulation regulating Maritime Radio communications on Spanish civil ships ", "2001_218.pdf": "Draft Royal Decree implementing Article 81 of Act No 66/1997 of 30 December 1997 on fiscal, administrative\nand social measures, regarding the provision of security services for the Spanish National Mint - the Royal Mint,\nin electronic, computer and telematic communications with the public administrations. ", "1989_284.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/284/E\n\nDate received : 22/11/1989\n\nEnd of Standstill : 01/03/1990 ( 01/06/1990)\n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2009_201.pdf": "DRAFT ROYAL DECREE REGULATING THE FIRST SALE OF FISHERY PRODUCTS. ", "2000_406.pdf": "Royal Decree regulating various aspects relating to the transport of dangerous goods by rail. ", "2007_525.pdf": "Ministerial Decree regulating the State metrological control of cold water meters, regardless of their use, or\ntechnology, that are not subject to any of the current regulations that may be specifically applicable to them:\nAnnex V to Royal Decree No 889 of 21 July 2006, regulating the State metrological control and Order of 28\nDecember 1988 regulating cold water meters, transposing Council Directive 75/33/EEC of 17 December 1974. ", "2005_595.pdf": "DCS-1800 automatic mobile telephone digital system ", "1987_149.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/149/E\n\nDate received : 07/10/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1999_465.pdf": "Order regulating the State metrological monitoring of static alternating current active energy meters, classes 1\nand 2. ", "2009_636.pdf": "DRAFT DECREE REGULATING VEHICLE TECHNICAL INSPECTION IN THE COMMUNITY OF MADRID ", "2010_182.pdf": "RADIO ELECTRICAL INTERFACES IR-171 AND 1R-174 REGARDING TERRESTRIAL STATIONS OF\nSYSTEMS INTENDED TO BE USED FOR THE MOBILE SATELLITE SERVICE. ", "1996_364.pdf": "Decision proposal authorising the use of aluminium conductors\nin electrical wiring.", "1998_333.pdf": "Draft technical legislation on Community telecommunications\ninfrastructures inside buildings.", "2011_242.pdf": "Draft Royal Decree establishing the quality standard for manufacturing and marketing vinegars. ", "2009_133.pdf": "ORDER ISSUED BY THE REGIONAL TREASURY, REGULATING THE TECHNICAL CONDITIONS FOR\nTYPE \"D\" GAMING MACHINES. ", "2010_385.pdf": "Order concerning State metrological control of instruments used to measure travelling speeds of motor vehicles. \n\nPage 1 of 6\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nNotification Number: 2010/385/E\n\nOrder concerning State metrological control of instruments used to measure\ntravelling speeds of motor vehicles. \n\nMessage\n\nMessage 002 \n\nCommunication from the Commission - SG(2010) D/51580 \nDirective 98/34/EC \nTranslation of the message 001 \nNotification: 2010/0385/E \n\nNo abre el plazo - Nezahajuje odklady - Fristerne indledes ikke - Kein Fristbeginn - Viivituste perioodi ei avata - Καμμία έναρξη προθεσμίας - Does\nnot open the delays - N'ouvre pas de délais - Non fa decorrere la mora - Neietekmē atlikšanu - Atidėjimai nepradedami - Nem nyitja meg a\nkéséseket - Ma’ jiftaħx il-perijodi ta’ dawmien - Geen termijnbegin - Nie otwiera opóźnień - Nao inicia o prazo - Neotvorí oneskorenia - Ne uvaja\nzamud - Määräaika ei ala tästä - Inleder ingen frist - Не се предвижда период на прекъсване - Nu deschide perioadele de stagnare - Nu deschide\nperioadele de stagnare. \n\n(MSG: 201001580.EN) \n\n1. Structured Information Line\nMSG 002 IND 2010 0385 E EN 02-07-2010 E NOTIF \n\n2. Member State\nE \n\n3. Department Responsible\nSubdirección General de Asuntos Industriales, Energéticos, de Transportes, Comunicaciones y Medio Ambiente. \nDirección General del Mercado Interior y otras Políticas Comunitarias. \nSecretaría de Estado para la Unión Europea. \nMinisterio de Asuntos Exteriores y de Cooperación. \nC/ Serrano Galvache, 26, 4ª planta, Torre Sur (28071 Madrid) \nTeléfonos: 91 379 84 64, 91 394 88 04 y 91 379 83 98 \nFax: 91 379 84 01 \nDirección correo electrónico: d83-189@ue.mae.es \n\n3. Originating Department\nDivisión de Metrologia Aplicada y Legal \nCentro Español de Metrología \nSecretaria General de Industria \nMinisterio de Industria, Turismo y Comercio \nC/ Del Alfar, 2, 28670, Tres Cantos (Madrid) \nTeléfonos: 918 074 706. \nFax: 918 074 808. \nDirección correo electrónico: jlmanchado@cem.mityc.es \n\n4. Notification Number\n2010/0385/E - I10 \n\n5. Title\nOrder concerning State metrological control of instruments used to measure travelling speeds of motor vehicles. \n\nPage 2 of 6\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\n6. Products Concerned\nThis proposal concerns instruments or systems for measuring the travelling speed of motor vehicles, hereinafter referred to as “speed cameras”,\nplaced in fixed locations and on static or moving vehicles or aircraft, as well as their peripheral devices used to print out or record the results of the\nmeasurements taken by said instruments. \n\n7. Notification Under Another Act\n- \n\n8. Main Content\nThe technical regulation notified sets out the specific regulations, in relation to State metrological control as provided for in Article 7 of Metrology Law\n3/1985 of 18 March, for instruments used to measure the speed of motor vehicles, thereby guaranteeing its use in application of applicable road\nsafety and traffic legislation. \n\nThe draft covers implementation of the following metrological controls on the systems in question: \n- checking compliance with essential technical and metrological requirements for\nplacement on the market and service (model approval, initial check), \n- verification following repair or modification and periodic checks on devices in use. \n\n9. Brief Statement of Grounds\nIt is being implemented to guarantee speed checks on motor vehicles, guaranteeing the\nresult of the measurement for the individuals sanctioned. \n\n10. Reference Documents - Basic Texts\nReferences to basic texts: Metrology Law 3/1985 \nRoyal Decree 889/2006 of 21 July on State metrological control of measurement\ninstruments \nOrder ITC/3699/2006 of 22 November concerning State metrological control of the\ncondition of instruments used to measures travelling speeds of motor vehicles \nThe basic texts were submitted as part of a previous notification: 2005/730/E:\n2006/374/E \n\n11. Invocation of the Emergency Procedure\nN o  \n\n12. Grounds for the Emergency\n-  \n\n13. Confidentiality\nN o  \n\n14. Fiscal measures\nN o  \n\n15. Impact assessment\n-  \n\n16. TBT and SPS aspects\nTBT aspect: \n\nNo - The draft will have no noticeable effect on international trade. \n\nSPS aspect: \n\nNo - the draft is not a sanitary or phytosanitary measure. \n\nNo - The draft will have no noticeable effect on international trade. \n\nPage 3 of 6\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n", "1992_211.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1992/211/E\n\nDate received : 27/07/1992\n\nEnd of Standstill : 28/10/1992 \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2009_333.pdf": "AGREEMENT BETWEEN THE AUTONOMOUS REGION OF THE BASQUE COUNTRY AND THE SYSTEM\nPROMOTED BY THE ECOLOGICAL SOCIETY FOR THE RECYCLING OF GLASS PACKAGING\n(ECOVIDRIO) ", "2019_10.pdf": "Anteproyecto de Ley XX/2019, de XX de XX, del Impuesto sobre Determinados Servicios Digitales. ", "2017_505.pdf": "ORDER OF THE MINISTER FOR ECONOMIC DEVELOPMENT AND COMPETITIVENESS AND THE\nMINISTER FOR HEALTH ORDERING THE PUBLICATION OF AMENDMENTS TO THE SPECIFIC\nTECHNICAL STANDARD FOR ORGANIC FARMING IN THE BASQUE COUNTRY RELATING TO SNAIL\nFARMING ", "1990_162.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1990/162/E\n\nDate received : 25/06/1990\n\nEnd of Standstill : 28/09/1990 ( 03/01/1991)\n\nIssue of detailed opinion by : Commission,France\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1999_386.pdf": "Draft Law on electronic signatures ", "2009_337.pdf": "IR-168 RADIO INTERFACE RELATING TO THE DATA COMMUNICATION SYSTEM USING METEOR\nREFLECTION. ", "2014_242.pdf": "Draft resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for the regulated radio interface IR-233 regarding meteorological radars in the frequency\nband 9300 - 9500 MHz. ", "1994_161.pdf": "DRAFT ROYAL DECREE APPROVING THE REGULATIONS ON RECREATIONAL\nAND GAMING MACHINES.", "2006_183.pdf": "Draft Order amending the Annex to Royal Decree No 648 of 15 April 1994, laying down the national standards\nof measurement for basic units of the International System of Units ", "1989_300.pdf": "Royal decree approving basic building standard ''NBE-CPI/89:\nfire regulations for buildings''", "1998_472.pdf": "Ministerial order amending the technical specifications\ncontained in the Annex to Royal Decree 2709/1985 of 27\nDecember.", "2000_17.pdf": "Order regulating the metrological control of statuses on meters incorporated into games machines and gaming\nmachines of types 'B' and 'C'. ", "2011_245.pdf": "Draft Royal Decree approving the Supplementary Technical Instruction AEM 1 “Lifts” of the Regulation on Lifting\nand Handling Equipment, approved by Royal Decree 2291/1985, of 8 November. ", "1995_390.pdf": "Draft Ministerial Order of the Ministry of Industry and\nEnergy amending the Order of 20 September 1985 on\nconstruction standards, type approval, testing and inspection\nof tanks for hazardous goods.", "2015_695.pdf": "Draft Royal Decree approving the quality standard for natural cider and cider ", "2007_382.pdf": "Draft Decree, partially amending the Regulation on Amusement and Gaming Machines in the Autonomous\nCommunity of Castilla-La Mancha, adopted by Decree No 6 of 27 January 2004. ", "2006_396.pdf": "Draft Order amending Annex 1 to the Regulation implementing Law No 11 of 24 April 1997, on packaging and\npackaging waste, adopted by Royal Decree No 782 of 30 April 1998, and the Order of 12 June 2001\nestablishing the conditions for the non-application to glass packaging of the levels of concentration of heavy\nmetals laid down in Article 13 of Law No 11 of 24 April 1997, on packaging and packaging waste. ", "1998_115.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1998/115/E\n\nDraft Decision establishing the safety requirements for the\ndesign, construction and acceptance of welded stainless steel\nbottles for containing commercial butane gas.\n\nDate received : 12/03/1998\n\nEnd of Standstill : 15/06/1998 \n\nIssue of comments by : Commission\n\nMessage\n\nREP PERMANENTE ROYAUME UNI\n\nREP PERMANENTE IRLANDE\n\nREP PERMANENTE GRECE\n\nMINISTRY OF INDUSTRY, ENERGY & TECHNOLOGY\nATT. MR. Z.P. MAVROUKAS\n\nHELLINIKOS ORG. TYPOPISEOS\nATT. MR. MELAGRAKIS\n\nDGS INTERNATIONAL BELGIUM\n\nDEPT. OF TRADE AND INDUSTRY, QUALITY AND EDUCATION DIVISION,\nATT. MRS. B. O'GRADY\n\nINST INDUST RESEARCH.\nATT. MR. O. BYRNE\n\nKOMMERSKOLLEGIUM\nATT. MS. KERSTIN CARLSSON\n\nMINISTRY OF TRADE AND INDUSTRY\nATT. MS. NIEMINEN\n\nEUROPEAN FREE TRADE ASSOCIATION SURVEILLANCE AUTHORITY\n\nEUROPEAN FREE TRADE ASSOCIATION\nATT. MS. BAKKE-D'ALOYA\n\nTELEX 002\n\nPage 1 of 3\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nCOMMUNICATION FROM THE COMMISSION - SG (98) D/50706/2\nDIRECTIVES 83/189/EEC, 88/182/EEC AND 94/10/EC\nTRANSLATION OF TELEX 001\nNOTIFICATION 98/0115/E\n\n- 3B1 : 9800706.EN\n\n1. Structured Information Line\nTLX 002 IND- 98 0115 E-- EN 980615 980312 --- ---\n\n2. Member State\nSpain\n3A.Comisión Interministerial para Asuntos con la Unión\nEuropea. Secretaría de Estado de Política Exterior y para la\nUnión Europea. Dirección General de Asuntos Técnicos de la\nUnión Europea. Subdirección General de Asuntos Industriales,\nEnergéticos, Transportes, Comunicaciones y Medio Ambiente. C/\nPadilla n° 46 2a planta, Madrid 28071. Teléfono: (91)\n3.79.83.32 Fax: (91) 3.79.84.02.\n\n3. Originating Department\nSubdirección General de Seguridad y Calidad Industrial.\nDirección General de Tecnología y Seguridad Industrial.\nMinisterio de Industria y Energía. Paseo de la Castellana,\n160 - 28071 Madrid.\n4.98/0115/E\n5.Draft Decision establishing the safety requirements for the\ndesign, construction and acceptance of welded stainless steel\nbottles for containing commercial butane gas.", "1989_26.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "2007_303.pdf": "Regulated radio interfaces for non-specific short-range radio equipment (IR 72 to IR 86). ", "2001_217.pdf": "Order regulating the State metrological inspection of alternating current active energy static meters, classes 0.2\nS and 0.5 S. ", "2018_115.pdf": "Preliminary draft Act on the security of network and information systems ", "2013_350.pdf": "Draft Royal Decree regulating the marketing of certain plant protection products. ", "2010_187.pdf": "Royal Decree approving quality regulations for candies, chewing gum, confits and confectionaries. ", "2009_408.pdf": "Draft Royal Decree amending the Technical Building Code approved by Royal Decree 314/2006 of 17 March\nand amended by Royal Decree 1371/2007 of 19 October and by Order VIV/984/2009 of 15 April. ", "1989_290.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/290/E\n\nDate received : 24/11/1989\n\nEnd of Standstill : 01/03/1990 \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2009_494.pdf": "DRAFT ROYAL DECREE AMENDING THE REGULATION ON THE INFRASTRUCTURE FOR QUALITY AND\nINDUSTRIAL SAFETY, APPROVED BY ROYAL DECREE 2200/1995, OF 28 DECEMBER. ", "1998_548.pdf": "Regulations on recreational and gambling machines in the\nAutonomous Community of the Murcia Region.", "1997_161.pdf": "Draft Royal Decree amending the supplementary technical\nspecification MI-Ip02 relating to \"liquid petroleum storage\nfarms\"", "1997_744.pdf": "Order regulating the metrological control of the status with\nregard to tacheochronometric counters (Taximeters) in the\nchecking phases thereof after repair or modification and\nperiodic checking.", "1994_51.pdf": "Type U ambulances or emergency ambulances.", "1989_318.pdf": "Royal decree governing the labelling and marketing of certain\nartificial sweeteners used in food.", "1997_807.pdf": "Draft amendment to the technical specifications of\nsupplementary telephone terminal equipment for use in the\nfinal telephone service.", "2010_691.pdf": "Draft Royal Decree amending Royal Decree 121/2004 of 23 January on the identification of live, fresh,\nrefrigerated and cooked fishery, aquaculture and shellfish products. ", "2002_127.pdf": "Technical standard on the joint telecommunications structure for the reception, adaptation and distribution of\nradio and television broadcasting signals from terrestrial and satellite emissions. ", "2006_50.pdf": "Radio interface IR-44 for fixed point-to-point radio links in the 52 GHz frequency band. ", "1997_811.pdf": "Regulatory provisions for the INCE stamp for insulation\nmaterials and systems to be used in building relating to\npolyurethane factory moulded foams.", "2019_67.pdf": "Proyecto de Real Decreto por el que se modifica el Real Decreto 1544/2007, de 23 de noviembre, por el que se\nregulan las condiciones básicas de accesibilidad y no discriminación para el acceso y utilización de los modos\nde transporte para personas con discapacidad ", "2000_91.pdf": "Draft order amending the requirements specified in the Annex to the Order of 10 February 1983 on technical\nstandards for types of radiators and convector heaters using fluids, and the approval thereof by the Ministry of\nIndustry and Energy. ", "1989_22.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "2008_553.pdf": "DRAFT DECREE APPROVING THE REGULATION ON LEISURE AND GAMING AND SLOT MACHINES AND\nAMUSEMENT ARCADES OF THE AUTONOMOUS COMMUNITY OF EXTREMADURA. ", "2006_48.pdf": "Radio interface IR-37 for fixed point-to-point radio links in the 13 GHz frequency band. ", "2017_68.pdf": "Draft Royal Decree amending Royal Decree 506/2013 of 28 June 2013 on fertiliser products. ", "2017_24.pdf": "Decree approving the Regulation on Casinos of the Autonomous Community of the Balearic Islands ", "1991_279.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/279/E\n\nDate received : 29/07/1991\n\nEnd of Standstill : 08/11/1991 \n\nIssue of comments by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2006_505.pdf": "Draft Royal Decree on the Regulation on heating installations in buildings (Spanish acronym RITE). ", "1998_169.pdf": "Draft Ministerial Order laying down individualised amounts to\nbe received by way of a deposit and the identifying symbol\nfor packaging which is placed on the market using the\ndeposit, refund and return system governed by Law 11/1997 of\n24 April on packaging and waste packaging.", "2002_376.pdf": "Draft Royal Decree laying down specifications for increasing the safety of existing lifts and supplementary\nmeasures to Royal Decree No 1314/1997 of 1 August 1997 laying down implementing provisions for European\nParliament and Council Directive 95/16/EC of 29 June 1995 on the approximation of the laws of the Member\nStates relating to lifts. ", "2016_224.pdf": "Draft Royal Decree laying down the quality standard for table olives ", "2000_16.pdf": "Draft Royal Decree supplementing annex IV of Royal Decree 1521/1984 of 1 August approving the\ntechnical-sanitary regulation of fishery and aquaculture establishments and fishery and aquaculture products\nintended for human consumption ", "2011_196.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "1990_366.pdf": "Draft Ministerial Order amending Supplementary Technical\nInstructions MIE-APQ-001 on the storage of inflammable and\ncombustible liquids", "2010_529.pdf": "Decree approving the Regulation on Sports, Competitive or Other Types of Betting ", "2013_244.pdf": "Bill amending the Recast Text of the Act on Intellectual Property, approved by Royal Legislative Decree 1/1996,\nof 12 April, and Law 1/2000, of 7 January, on Civil Procedure. ", "1989_23.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "2018_460.pdf": "Draft Order of the Minister for Economic Development and Competitiveness and of the Minister for Health\nadopting specific technical standards for adapting health and hygiene rules for businesses working with bread,\npastry and flour products ", "2004_419.pdf": "\"Draft Ministerial Decree adopting the National Plan for Internet Domain Names under the country code\ncorresponding to Spain\" ", "1987_71.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/71/E\n\nDate received : 03/06/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1988_65.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1988/65/E\n\nDate received : 30/06/1988\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2007_252.pdf": "\nPage 1 of 10\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nNotification Number: 2007/252/E\n\nOrder regulating the State metrological control of instruments for the\nmeasurement of audible sound and acoustic calibrators, in their conformity\nassessment, verification after repair or modification and periodic verification\nphases. \n\nMessage\n\nMessage 002 \n\nCommunication from the Commission - SG(2007) D/51096 \nDirective 98/34/EC \nTranslation of the message 001 \nNotification: 2007/0252/E \n\nNo abre el plazo - Nezahajuje odklady - Fristerne indledes ikke - Kein Fristbeginn - Viivituste perioodi ei avata - Καμμία έναρξη προθεσμίας - Does\nnot open the delays - N'ouvre pas de délais - Non fa decorrere la mora - Neietekmē atlikšanu - Atidėjimai nepradedami - Nem nyitja meg a\nkéséseket - Ma’ jiftaħx il-perijodi ta’ dawmien - Geen termijnbegin - Nie otwiera opóźnień - Nao inicia o prazo - Neotvorí oneskorenia - Ne uvaja\nzamud - Määräaika ei ala tästä - Inleder ingen frist - Не се предвижда период на прекъсване - Nu deschide perioadele de stagnare - Nu deschide\nperioadele de stagnare. \n\n(MSG: 200701096.EN) \n\n1. Structured Information Line\nMSG 002 IND 2007 0252 E EN 06-08-2007 04-05-2007 E NOTIF 06-08-2007 \n\n2. Member State\nE \n\n3. Department Responsible\nSUBDIRECCIÓN GENERAL DE ASUNTOS INDUSTRIALES, ENERGÉTICOS, DE TRANSPORTES, COMUNICACIONES Y MEDIO AMBIENTE. \nDIRECCIÓN GENERAL DE COORDINACIÓN DEL MERCADO INTERIOR Y OTRAS POLÍTICAS COMUNITARIAS. \nSECRETARÍA DE ESTADO DE ASUNTOS EXTERIORES. \nMINISTERIO DE ASUNTOS EXTERIORES. \nC/ SERRANO GALVACHE, 26 (28071 MADRID). \nTELÉFONOS: 913 798 464, 913 798 387 Y 913 798 398. \nFAX: 914 798 401. \nDIRECCIÓN CORREO ELECTRÓNICO: D83-189@UE.MAE.ES \n\n3. Originating Department\nSUBDIRECCIÓN COMERCIAL Y DE METROLOGIA LEGAL \nCENTRO ESPAÑOL DE METROLOGÍA \nSECRETARIA GENERAL DE INDUSTRIA \nMINISTERIO DE INDUSTRIA, TURISMO Y COMERCIO \nC/ DEL ALFAR, 2, 28670, TRES CANTOS (MADRID) \nTELÉFONOS: 918 074 706. \nFAX: 918 074 808. \nDIRECCIÓN CORREO ELECTRÓNICO: JLMANCHADO@CEM.ES \n\n4. Notification Number\n2007/0252/E – I10 \n\n5. Title\n\nPage 2 of 10\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nOrder regulating the State metrological control of instruments for the measurement of audible sound and acoustic calibrators, in their conformity\nassessment, verification after repair or modification and periodic verification phases. \n\n6. Products Concerned\nThe proposal affects audible sound meters, known as sound level meters, personal sound exposure meters, known as exposure meters, and the\nacoustic calibrators used therewith. \n\n7. Notification Under Another Act\n- \n\n8. Main Content\nThe notified technical regulation lays down specific regulations from the point of view of State metrological control as laid down in Article 7 of\nMetrology Act No 3 of 18 March 1985 for the aforementioned instruments. \n\nThe draft provides for the application of the following metrological controls to the aforementioned measuring instruments: \nassessment of conformity to the essential metrological and technical requirements for their marketing and commissioning (previously known\nseparately as model approval and initial inspection) \nPeriodic verification \nVerification after repair or modification \n\nKey words in the draft: \nsound level meters. \nsound exposure meters, known as exposure meters \nacoustic calibrators \n- audible sound \n\n9. Brief Statement of Grounds\nIts implementation is justified from the point of view of guaranteeing metrological\ncontrol for the marketing and commissioning, and throughout their service life, of the\nabove-mentioned instruments with a view to ensuring compliance with legislation in the\nenvironmental and work health fields. \n\n10. Reference Documents - Basic Texts\nMetrology Act No 3 of 18 March 1985 and Royal Decree No 889 of 21 July 2006 regulating\nState metrological control of measuring instruments are attached. \n\n11. Invocation of the Emergency Procedure\nN o  \n\n12. Grounds for the Emergency\n-  \n\n13. Confidentiality\nN o  \n\n14. Fiscal measures\nN o  \n\n15. Impact assessment\nN o  \n\n16. TBT and SPS aspects\nA )  N o  \nB )  N o  \nIII The draft does not have a perceptible effect on international trade. \n\nA )  N o  \nB )  N o  \n\nPage 3 of 10\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nOrder regulating the State metrological control of instruments for the measurement of audible sound and acoustic calibrators, in their conformity\nassessment, verification after repair or modification and periodic verification phases. ", "2005_241.pdf": "Draft Royal Decree laying down additional requirements for the labelling of almonds and hazelnuts in the\ninternal market. ", "1998_545.pdf": "Draft Royal Decree amending regulations on oil installations\nand Supplementary Technical Instructions MI-IP03 and MI-IP04.", "1993_66.pdf": "Draft Royal Decree amending certain articles and titles on\nindustrial requirements of various regulations relating to\nthe manufacture, distribution and sale of edible vegetable\noils.", "2010_715.pdf": "Draft Royal Decree laying down conditions to be satisfied by polymer-based raw materials recycled for use in\nmaterials and items intended to come into contact with foods ", "2013_211.pdf": "Resolution of the Secretary of State of Telecommunications and Information Society publishing technical\nrequirements for the regulated radio interface IR-71 for broadcasting transmitters for UHF digital terrestrial\ntelevision (DTT). ", "1997_332.pdf": "Draft Order approving \"Instructions relating to the actions\nto be considered in the road bridges draft (IAP-97)\".", "1995_388.pdf": "Technical specifications of short-range radio equipment which\ncan be used in the frequency range from 25 MHz to 1000 MHz.", "2006_570.pdf": "Radio interface IR-68 for frequency-modulated sound broadcasting transmitters in the 87.5-108 MHz frequency\nband. ", "1994_102.pdf": "DRAFT MINISTERIAL ORDER MODIFYING THAT OF 20 SEPTEMBER 1985\nON CONSTRUCTION STANDARDS, TYPE APPROVAL, TESTS AND\nINSPECTION OF TANKS FOR THE TRANSPORT OF DANGEROUS GOODS.", "2006_44.pdf": "Radio interface IR-32 for fixed point-to-point radio links in the 6800 MHz frequency band. ", "2005_593.pdf": "Draft Royal Decree partially amending Royal Decree 2042/1994, of 14 October, regulating the roadworthiness\ntest for motor vehicles ", "2012_125.pdf": "Draft Order of ........................of the Regional Tax Authority updating the requirements for type B and C gaming\nmachines provided for in Decree ………….adopting the Castilla-La Mancha regulations on gaming machines. ", "2008_187.pdf": "DRAFT ORDER ESTABLISHING A NATIONAL ACTION LIMIT FOR NICARBAZIN. ", "1993_70.pdf": "Draft Order establishing State metrological control of\ninstruments designed to measure the speed of motor vehicle\ntraffic.", "2004_382.pdf": "Draft Decree adopting the Regulation on Amusement and Gaming machines ", "2017_346.pdf": "Draft Royal Decree laying down control measures for animal by-products not intended for human consumption\nand for animal health, within big-game hunting ", "2004_518.pdf": "Draft Order adopting Chapters 6 (Ballast) and 7 (Subballast) of the Memorandum of general technical\nrequirements for railway materials (Spanish abbreviation - PF) ", "2009_424.pdf": "DRAFT ROYAL DECREE AMENDING ARTICLE 11 OF THE GENERAL REGULATION ON BASIC RULES\nFOR MINING SAFETY ", "1998_442.pdf": "Draft Order regulating the State metrological control of\nnon-automatic weighing instruments in the checking stages\nfollowing repair or modification and at periodic checks.", "2011_361.pdf": "IR-195 AND IR-196 RADIO INTERFACE FOR EARTH STATIONS FOR MOBILE SATELLITE SERVICES ON\nFREQUENCY BANDS 148-150.05 MHZ AND 399.9-400.05 MHZ RESPECTIVELY. ", "2015_295.pdf": "Draft royal decree regulating cosmetic products ", "2015_96.pdf": "Draft Decree amending Decree 117/2009 of 29 May 2009 approving the Regulation on Amusement and\nGaming Machines and Arcades of the Autonomous Community of Extremadura. ", "2012_68.pdf": "Draft Circular of the AEMPS on the prior notification of shipments of medicinal products to other member states ", "2013_352.pdf": "Draft Royal Decree approving the new supplementary technical instruction (ITC) BT 52 “Special purpose\ninstallations. Infrastructure for recharging electrical vehicles”, of the Low Voltage Electro-Technical Regulation,\napproved by Royal Decree 842/2002, of 2 August, and amending other supplementary technical instructions in\nthe same text. ", "1993_98.pdf": "Draft Ministerial Order on the prohibition of the sale and\nuse of pesticides for general use which contain certain\ndangerous active ingredients.", "2007_304.pdf": "Regulated radio interface IR 93 for short-range radio equipment for radio remote control of models in the 40\nMHz band. ", "2011_35.pdf": "Draft Decree amending Decree 39/2008 of 21 February 2008 approving the Regulation on recreational\nmachines and arcades of the Autonomous Community of Galicia. ", "2017_215.pdf": "Draft Order updating Annexes II, III, IV, V, VI, VII, VIII, IX, X, XI and XII of Royal Decree 750/2010 of 4 July 2010\ngoverning the procedures for approving motor vehicles and their trailers, self-propelled or towed machinery,\nagricultural vehicles, and systems, components and parts of said vehicles ", "2018_219.pdf": "Draft Order of the Ministry of Rural Environment of the Autonomous Community of Galicia approving the\nTechnical Instruction for the organic production of rabbits. ", "1990_209.pdf": "Ministerial order defining the external trade products\nsubject to health inspection, the documentation which must\naccompany them and the departments where the inspections must\nbe carried out.", "2011_36.pdf": "“RAILWAY GAUGE CODE” ", "2005_547.pdf": "Order regulating the technical conditions for type 'B' and 'C' gaming machines ", "2009_516.pdf": "REGULATORY REGULATION ON THE COMMON TELECOMMUNICTIONS INFRASTRUCTURES FOR\nACCESS TO TELECOMMUNICATIONS SERVICES INSIDE BUILDINGS. ", "2010_531.pdf": "RADIO INTERFACES IR-177 FOR BROADBAND DATA TRANSMISSION SYSTEMS IN THE 57 TO 66 GHz\nFREQUENCY BANDS. ", "2017_239.pdf": "Decree regulating medical transport by land in the Principality of Asturias ", "2006_376.pdf": "Ministerial Order regulating the State metrological control of static electricity meters, active energy, of classes A,\nB and C, directly connected or connected to a transformer, for internal or external use. ", "2002_308.pdf": "Regulation on fire prevention in the Autonomous Community of Madrid. ", "2013_212.pdf": "Resolution of the Secretary of State of Telecommunications and Information Society publishing technical\nrequirements for the regulated radio interface IR-216 for PMSE devices/wireless microphones in frequency\nband 470–786 MHz. ", "2008_485.pdf": "RADIO INTERFACES IR-134 TO IR 143 FOR AERONAUTICAL RADIO NAVIGATION EQUIPMENT. ", "1997_236.pdf": "Safety standards for the installation of lifting platforms\nintended for cargo and not for persons.", "1987_70.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: //\n\nDate received :\n\nEnd of Standstill :\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2007_523.pdf": "Draft decree laying down requirements additional to those laid down in Royal Decree 57/2005, of 21 January, of\nthe Ministry of Industry, Tourism and Trade, to improve the safety of existing lifts in the Autonomous Community\nof Valencia. ", "2010_76.pdf": "DRAFT ROYAL DECREE ON THE SAFETY REGISTRY FOR FOOD COMPANIES AND FOODSTUFFS ", "2005_540.pdf": "Wireless microphones ", "2016_111.pdf": "Draft Order amending Annexes I, II, IV and VI to Royal Decree 865/2010 of 2 July 2010 on growing media ", "1994_216.pdf": "Draft Royal Decree approving the earthquake-resistant\nconstruction standard.", "1996_263.pdf": "Statutory draft decree regulating land-based technical health\ntransport in Navarra.", "2008_484.pdf": "RADIO INTERFACES IR-132 AND IR 133 FOR AERONAUTICAL MOBILE SERVICE EQUIPMENT FOR VHF\nVOICE AND DATA COMMUNICATIONS. ", "2005_602.pdf": "Ministerial Decree regulating the State metrological control of counting and inspection systems for the influx of\npeople in crowded public premises ", "2017_111.pdf": "Draft Resolution of the Department of Agriculture, Environment and Rural Development to recognise the\n‘Ternera Valle de Alcudia’ [Alcudia Valley Veal] collective mark, owned by the Association for the Promotion of\nAlcudia Valley Meats, as an agri-food quality mark ", "2016_329.pdf": "Draft Royal Decree approving the regulation on explosives ", "2008_318.pdf": "INTERFACES IR-98 to 101 FOR WIRELESS MICROPHONES ", "2016_547.pdf": "Draft Royal Decree .../2016 amending Royal Decree 951/2014 of 14 November 2014 regulating the marketing of\ncertain plant protection products ", "2017_526.pdf": "PRELIMINARY DRAFT LAW ON CERTAIN ASPECTS OF ELECTRONIC TRUST SERVICES ", "2013_245.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for regulated radio interfaces IR-217 and IR-218 related to systems and devices for the\nprovision of electronic communication services using LTE and Wimax technology. ", "2007_630.pdf": "Draft Royal Decree adopting the Regulation on Energy Efficiency in External Lighting Installations and the\nSupplementary Technical Instructions EA-01 to EA-07. ", "2000_59.pdf": "Draft Ministerial Decree amending Annex II to Royal Decree 280/1994 of 18 February laying down the maximum\nresidue limits for pesticides and the monitoring thereof in certain products of plant origin. ", "1991_128.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/128/E\n\nDate received : 09/04/1991\n\nEnd of Standstill : 12/07/1991 \n\nIssue of comments by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2013_117.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for regulated radio interfaces IR-3, IR-161 and IR-211 to IR-215 for short-range and\nlow-power radio devices destined to be used as medical implants. ", "1994_95.pdf": "Draft Royal Decree approving the private security regulation.", "2006_53.pdf": "Radio interface IR-39 for fixed point-to-point radio links in the 18 GHz frequency band. ", "2010_190.pdf": "RADIO ELECTRICAL INTERFACES IR-169 AND 1R-170 REGARDING EQUIPMENT INTENDED TO BE\nUSED FOR FIXED SATELLITE SERVICE. ", "2010_613.pdf": "Draft Order of the Ministry of the Interior on Private Security Measures. ", "2009_33.pdf": "DRAFT ROYAL DECREE ON FOOD SUPPLEMENTS. ", "2001_210.pdf": "Draft Royal Decree adopting the Regulation implementing General Telecommunications Act No 11/1998 of 24\nApril regarding certain conditions for the protection of the public radio domain, exposure limits and other\nrestrictions on radio emissions and laying down health assessment criteria for sources of radio emissions. ", "2011_482.pdf": "ORDER DEFINING THE CONCEPT OF ‘FAMILY’ APPLIED TO SOLAR SYSTEMS AND ESTABLISHING THE\nTEST REQUIREMENTS FOR EACH OF THE SYSTEMS BELONGING TO A SINGLE FAMILY UNDER\nORDER ITC/71/2007, OF 22 JANUARY, AMENDING THE ANNEX OF THE ORDER OF 28 JULY 1980,\nAPPROVING THE SUPPLEMENTARY TECHNICAL STANDARDS AND INSTRUCTIONS FOR THE\nSTANDARDISATION OF SOLAR PANELS. ", "2004_239.pdf": "Draft Decree amending Decree No 332 of 18 December 2001, adopting the Regulation on gaming machines\nand halls ", "2007_301.pdf": "Regulated radio interfaces IR 88 to IR 91 for short-range radio equipment for alarms. ", "2018_511.pdf": "Draft Decree on the installation and use of inflatable play equipment ", "1986_139.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1986/139/E\n\nDate received : 15/12/1986\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1996_69.pdf": "Draft ministerial order updating the appendix \"UNE reference\nstandards\" of the annex to Royal Decree 1572/1990 of 30\nNovember, approving basic building standard NBE QB-90\n\"Roofing with bituminous materials\".", "1990_214.pdf": "Ministerial Decree extending the quality standard for heated\noils and fats.\n//// ", "2004_80.pdf": "Draft Royal Decree amending Royal Decree No 1083/2001 of 5 October 2001 adopting the Quality Standard for\nIberian ham, shoulder and cured loin produced in Spain. ", "2006_611.pdf": "Draft Act on impulse measures of the Information Society. ", "1996_34.pdf": "Draft Royal Decree amending the basic construction standard\nNBE-CPI/91 \"Fire prevention conditions in buildings\".", "1987_73.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/73/E\n\nDate received : 10/06/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2006_384.pdf": "Ministerial Order regulating the State metrological control of work instruments intended for the measurement of\npressures of liquids, vapours and gases during the marketing and commissioning stage ", "2000_18.pdf": "Draft order amending supplementary technical instruction MIE AP7 on the regulation of pressure equipment on\nbottles and cylinders containing compressed, liquid and pressure dissolved gas. ", "2003_396.pdf": "Radio interface for terrestrial stations in the TFTS system for public correspondence with aircraft ", "2012_641.pdf": "Draft Law on marine fisheries, shellfish harvesting and aquaculture in the Balearic Islands ", "2018_68.pdf": "Draft Decision adopting Technical Standards for Integrated Production ", "2000_19.pdf": "Draft order amending annex II to Royal Decree 280/1994 of 18 February establishing maximum residue limits\nfor pesticides and the control thereof in certain products of vegetable origin. ", "2010_754.pdf": "Draft Royal Decree approving the “Structural Steel Code (SSC)”. ", "1997_406.pdf": "Royal Decree approving the technical health regulations for\nthe manufacture, distribution and sale of broths, consommés,\nsoups and creams.", "2012_640.pdf": "INSTRUCTIONS FOR THE DESIGN AND CONSTRUCTION OF IF-3 RAILWAY PROJECTS. BALLASTED\nTRACK. CALCULATING THE THICKNESS OF LAYERS IN THE CROSS SECTION. ", "2012_658.pdf": "NATIONAL FRAMEWORK FOR THE ALLOCATION OF FREQUENCIES (CNAF) ", "2015_92.pdf": "Draft Decree amending the Regulation on Amusement and Gaming Machines of the Autonomous Community of\nthe Region of Murcia, approved by Decree 72/2008 of 2 May 2008. ", "2010_186.pdf": "DRAFT ROYAL DECREE …./.. REGULATING THE EXCEPTION TO STUNNING PROVIDED FOR IN THE\nSACRIFICE OF ANIMALS IN RELIGIOUS RITES AND THE IDENTIFICATION OF THESE MEATS DESTINED\nFOR HUMAN CONSUMPTION. ", "1989_151.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/151/E\n\nDate received : 26/06/1989\n\nEnd of Standstill : 03/11/1989 ( 02/02/1990)\n\nIssue of comments by : Commission,United Kingdom\n\nIssue of detailed opinion by : France\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1991_350.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/350/E\n\nDate received : 09/10/1991\n\nEnd of Standstill : 13/01/1992 ( 13/04/1992)\n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2009_521.pdf": "NATIONAL TABLE OF FREQUENCY ALLOCATION (SPANISH ACRONYM: CNAF). ", "1990_133.pdf": "Royal Decree amending certain Articles of the pure food\nregulation regarding the production, movement and trading of\npasta adopted by Royal Decree 2181/1975 of 12September and\nparagraph 10 'Fat acidity' of the Annex to Royal Decree\n1093/87 of 19June.\n//// ", "2008_96.pdf": "Radio interface IR-97 for digital equipment for the land mobile service in the 446 MHz frequency band. ", "2006_575.pdf": "Radio interface IR-71 for terrestrial digital television (TDT) broadcasting transmitters in UHF [ultra-high\nfrequency]. ", "2006_62.pdf": "Radio interface IR-36 for fixed point-to-point radio links in the 11 GHz frequency band. ", "2011_243.pdf": "Draft Royal Decree laying down a procedure for determining whether a substance may be considered as a\nnarcotic at national level ", "1997_297.pdf": "Technical specifications for terrestrial TFTS system\nstations.", "1998_180.pdf": "Draft Order regulating the state metrological control of\nmeasuring systems for liquids other than water for the\ndelivery of fuels and other combustible liquids in the\ninspection phases thereof following repair or modification\nand periodic checking.", "2003_385.pdf": "Devices known as very low power active medical implants. Short-range devices: MEDICAL IMPLANTS ", "1997_783.pdf": "Ministerial order amending the Order of 24 May 1989 for the\napproval of the control and certification technical\nregulations governing seed potato", "2005_594.pdf": "CT-1E short-range cordless telephone with analogue technology ", "2001_219.pdf": "Order laying down criteria regarding the inspection of the production of factory-made concrete. ", "1990_308.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1990/308/E\n\nDate received : 01/10/1990\n\nEnd of Standstill : Closed \n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2009_420.pdf": "DRAFT ORDER IMPLEMENTING THE PROVISIONS OF ARTICLE 10.7 AND AMENDING ANNEX I OF\nROYAL DECREE 425/2005 OF 15 APRIL ESTABLISHING THE TECHNICAL REQUIREMENTS AND CODE\nOF CONDUCT TO BE FOLLOWED BY TECHNICAL CENTRES FOR THE INSTALLATION, VERIFICATION,\nCONTROL AND INSPECTION OF DIGITAL TACHOGRAPHS. ", "2009_351.pdf": "DRAFT ROYAL DECREE ON THE DIRECT GRANTING OF SUBSIDIES TO PURCHASE MOPEDS AND\nMOTORCYCLES, THE MOTO-E PLAN TO SUPPORT RENEWAL OF THE TWO-WHEELED-VEHICLE\nFLEET. THESE MEASURES ARE BEING TAKEN IN CONSIDERATION OF THE FINANCIAL AND\nECONOMIC CRISIS. ", "2000_264.pdf": "Draft order laying down the procedure for the verification of the supplementary requirements laid down in STI\nMIE-AP7 of the pressure vessels regulation, for cylinders manufactured in accordance with Directives\n84/525/EEC, 84/526/EEC and 84/527/EEC. ", "1999_203.pdf": "Draft regulation on recreational and gambling machines.", "2000_20.pdf": "Draft Royal Decree approving the quality standard for ham, shoulder and cured loin of pork produced in Spain\nfrom Iberian pigs ", "1991_66.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/66/E\n\nDate received : 18/02/1991\n\nEnd of Standstill : 23/05/1991 \n\nIssue of comments by : Commission,France\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1997_111.pdf": "Royal Decree amending the technical health regulation for the\nproduction, storage, transportation and sale of coffee,\napproved by Royal Decree 1231/1988 of 14 October.", "2006_55.pdf": "Radio interface IR-34 for fixed point-to-point radio links in the 8000 MHz frequency band. ", "2013_118.pdf": "Draft Royal Decree establishing the legal framework, the standards for safety and the prevention of pollution by\npleasure craft. ", "2014_66.pdf": "Draft decree approving the Autonomous Community of Extremadura's betting regulation ", "2007_340.pdf": "Draft Royal Decree adopting the quality standard for Iberian meat, ham, shoulder and cured loin. ", "2012_372.pdf": "DRAFT ROYAL DECREE AMENDING CERTAIN ARTICLES AND TECHNICAL INSTRUCTIONS OF THE\nREGULATIONS ON THERMAL INSTALLATIONS IN BUILDINGS (RITE), ADOPTED BY ROYAL DECREE\n1027/2007 OF 20 JULY. ", "2018_220.pdf": "Draft Decree on the collection, transport, conditioning, placement on the market and consumption of wild game ", "1998_89.pdf": "Regulation on gambling and games machines.", "1998_88.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1998/88/E\n\nApproval of supplementary technical specification 12.0.04 of\nchapter XII of the general regulations governing safety\nstandards for the mining industry: \"steel clamps and sections\nfor lining\".\n\nDate received : 24/02/1998\n\nEnd of Standstill : 28/05/1998 \n\nMessage\n\nREP PERMANENTE ROYAUME UNI\n\nREP PERMANENTE IRLANDE\n\nREP PERMANENTE GRECE\n\nMINISTRY OF INDUSTRY, ENERGY & TECHNOLOGY\nATT. MR. Z.P. MAVROUKAS\n\nHELLINIKOS ORG. TYPOPISEOS\nATT. MR. MELAGRAKIS\n\nDGS INTERNATIONAL BELGIUM\n\nDEPT. OF TRADE AND INDUSTRY, QUALITY AND EDUCATION DIVISION,\nATT. MRS. B. O'GRADY\n\nINST INDUST RESEARCH.\nATT. MR. O. BYRNE\n\nKOMMERSKOLLEGIUM\nATT. MS. KERSTIN CARLSSON\n\nMINISTRY OF TRADE AND INDUSTRY\nATT. MS. NIEMINEN\n\nEUROPEAN FREE TRADE ASSOCIATION SURVEILLANCE AUTHORITY\n\nEUROPEAN FREE TRADE ASSOCIATION\nATT. MS. BAKKE-D'ALOYA\n\nTELEX 002\n\nPage 1 of 3\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nCOMMUNICATION FROM THE COMMISSION - SG (98) D/50511/2\nDIRECTIVES 83/189/EEC, 88/182/EEC AND 94/10/EC\nTRANSLATION OF TELEX 001\nNOTIFICATION 98/0088/E\n\n- 3B1 : 9800511.EN\n\n1. Structured Information Line\nTLX 002 IND- 98 0088 E-- EN ------ 980224 --- ---\n\n2. Member State\nSpain\n3A.Comisión Interministerial para Asuntos con la Unión\nEuropea. Secretaría de Estado de Politica Exteriór y para la\nUnión Europea. Dirección General de Asuntos Técnicos de la\nUnión Europea.\n\nSubdirección General de Asuntos Industriales, Energéticos,\nTransportes, Comunicaciones y Medio Ambiente. C/ Padilla, 46,\nPlanta 2a, Madrid 28071.\nTeléfono (91) 379.83.32. Fax (91) 379.84.02\n\n3. Originating Department\nSubdirección General de Mineria no Energética de la Dirección\nGeneral de Minas. Ministerio de Industria y Energía. Paseo de\nla Castellana, 160 Madrid 28071.\n4.98/0088/E\n5.Approval of supplementary technical specification 12.0.04\nof chapter XII of the general regulations governing safety\nstandards for the mining industry: \"steel clamps and sections\nfor lining\".", "2003_288.pdf": "Royal Decree amending the technical health regulation on flavourings used in foodstuffs and base materials for\ntheir production adopted by Royal Decree No 1477 of 2 November 1990. ", "2007_602.pdf": "Draft Royal Decree adopting the ‘Guidelines on structural concrete (EHE 07)’. ", "2006_277.pdf": "Draft Ministerial Decree amending the Order of 2 August 1991, adopting the microbiological standards, the\nheavy metal content limits and the analytical methods for determining heavy metals in fishery and aquaculture\nproducts ", "1995_392.pdf": "Order developing the law and the regulation on private\nsecurity in respect of security companies.", "1992_278.pdf": "Draft Ministerial Order authorizing the use of sweeteners in\nthe manufacture of reduced calorie or unsweetened foodstuffs.", "2006_54.pdf": "Radio interface IR-35 for fixed point-to-point radio links in the 10.5 GHz frequency band. ", "2018_567.pdf": "Draft Royal Decree regulating animal health products ", "1995_49.pdf": "TECHNICAL SPECIFICATIONS FOR THE BASE STATIONS OF THE\nEUROPEAN CELLULAR DIGITAL TELECOMMUNICATIONS SYSTEM, A GLOBAL\nSYSTEM OF MOBILE COMMUNICATIONS (GSM) FOR THE ADDED VALUE\nSERVICE OF MOBILE DIAL TELEPHONES.", "1989_140.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/140/E\n\nDate received : 13/06/1989\n\nEnd of Standstill : 28/09/1989 \n\nIssue of comments by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2002_313.pdf": "Draft Royal Decree amending the supplementary technical instruction MIE-AEM4 of the Regulation on Lifting\nand Handling equipment, with regard to self-propelled mobile cranes. ", "2012_423.pdf": "Draft Royal Decree amending Royal Decree 846/2011 of 17 June, establishing conditions which must be met by\nrecycled polymer-based raw materials for use in materials and articles intended to come into contact with food. ", "2006_168.pdf": "Draft Order defining the national standards for units derived from the international system of electric capacity\nunits, ozone concentration in the air, light output, high-frequency impedance, torque, high-frequency power,\nelectrical resistance, high-frequency electro-magnetic noise, voltage, radionuclide activity, plane angle,\nhigh-frequency attenuation, density of solids, absorbed dose, force, humidity, KERMA (X and Γ rays), pressure,\nhigh-frequency volume and electricity units of interval (greater than 1000V). ", "1994_134.pdf": "Technical specifications for access to hired 64 Kbit digital\ndata circuits using the interface defined by the CCITT\nRecommendation V.35.", "2012_175.pdf": "DRAFT DECREE APPROVING THE REGULATIONS ON OPERATING AND MARKETING LICENCES FOR\nGAMES UNDER AUTONOMOUS COMMUNITY JURISDICTION OPERATED REMOTELY IN THE\nCOMMUNITY OF CASTILLA Y LEÓN. ", "2010_488.pdf": "Draft Royal Decree amending Royal Decree 308/1983 of 25 January approving the technical-health regulation\nfor edible vegetable oils. ", "2006_572.pdf": "Radio interface IR-69 for terrestrial-digital audio broadcasting transmitters (T-DAB). ", "2006_61.pdf": "Draft Decree laying down additional safety measures for electric substations ", "2004_272.pdf": "Draft Order amending the Order of 2 August 1991 adopting the microbiological standards, the heavy metal\ncontent limits and the analytical methods for the determination of heavy metals in fishery and aquaculture\nproducts ", "1999_58.pdf": "Monographs of the Spanish Pharmacopoeia submitted for public\ninvestigation in respect of \"Merbromin\"", "1989_24.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "1999_364.pdf": "Draft Royal Decree amending Royal Decree 2042/1994 of 14 October regulating the technical inspection of\nvehicles. ", "2008_191.pdf": "DRAFT ROYAL DECREE TO ESTABLISH THE SANITARY CONDITIONS FOR THE MARKETING OF\nMUSHROOMS FOR USE AS FOOD ", "2003_18.pdf": "Draft Decree XXX/2002, laying down the legal system and adopting the technical standard for\ntelecommunications infrastructure in buildings, to provide access to voice, data and video services using copper\npair cable technologies. ", "1997_162.pdf": "Amendment of supplementary technical specification 04.4.01,\npertaining to cables, of the general regulations of basic\nstandards relating to mining safety.", "2013_60.pdf": "Draft Royal Decree establishing the technical and sanitary criteria for swimming pools ", "2015_545.pdf": "Draft order adopting Standard 3.1-IC ‘Design’ of the Highways Instruction ", "2014_239.pdf": "DRAFT ROYAL DECREE, AMENDING ROYAL DECREE 224/2008, OF 15 FEBRUARY, ON GENERAL\nRULES FOR THE INSTALLATION AND OPERATION OF TECHNICAL VEHICLE INSPECTION STATIONS. ", "1992_216.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1992/216/E\n\nDate received : 31/07/1992\n\nEnd of Standstill : 06/11/1992 ( 08/02/1993)\n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2016_606.pdf": "Draft order amending the basic document DB-HE ‘energy saving’ and the basic document DB-HS ‘health’ of the\nTechnical Building Code approved by Royal Decree 314/2006 of 17 March ", "1987_148.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/148/E\n\nDate received : 07/10/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2013_246.pdf": "Draft Royal Decree approving the quality standard for Iberian pork meat, ham, shoulder and loin. ", "2014_106.pdf": "Draft Royal Decree amending Royal Decree 929/1995 of 9 June adopting the technical regulation on the control\nof nursery fruit plants. ", "2013_63.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements of the regulated radio interface IR-107 to IR-111 and IR 113 to IR-117 for inductive loop\nshort-range devices. ", "2007_631.pdf": "Draft Decree, of the Governing Council, regulating the health and hygiene conditions for swimming pools, water\nparks and hydrothermal centres for collective use in the Community of Madrid. ", "2011_360.pdf": "IR-194 RADIO INTERFACE FOR PAGING EQUIPMENT ON VHF FREQUENCY BANDS. ", "1995_308.pdf": "Draft order developing certain aspects relating to thermal\ngenerating stations of Royal Decree 646/1991 on the\nlimitation of emissions into the atmosphere from large\ncombustion plants.", "2013_61.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society, publishing the\ntechnical requirements of the regulated radio interface IR-24 regarding the European system of short-range\ncordless telecommunications using digital technology (DECT). ", "2001_108.pdf": "Draft Order updating certain Articles of the general technical requirements for road- and bridge-works with\nregard to concretes and steels. ", "1999_273.pdf": "Draft Royal Decree amending Royal Decree 1637/1986 of 13 June subjecting glass fibre products used as heat\ninsulators to technical specifications and requiring the approval thereof by the Ministry of Industry and Energy. ", "2006_374.pdf": "Ministerial Decree regulating the State metrological control of instruments intended to measure the speed of\nmotor vehicles. ", "1999_200.pdf": "Draft regulation on the categorisation of games", "2006_387.pdf": "Ministerial Order regulating the State metrological control of counters installed in type ‘B' and type ‘C’\namusement and gaming machines, as well as their supplementary devices. ", "1995_195.pdf": "Ministerial Order establishing State metrological control of\npressure gauges with electronic components for car tyres.", "2001_334.pdf": "Preliminary draft Law on services of the information society and electronic commerce. ", "1997_24.pdf": "Draft Royal Decree approving regulations governing\nexplosives.", "1990_367.pdf": "Draft Ministerial Order amending Article3(6) of\nSupplementary Technical Instructions MIE-RAT-06 of the\nRegulations laying down technical conditions and safeguards\nfor power stations, substations and transformers.", "2006_282.pdf": "Draft Decree adopting the Technical Regulation implementing provisions on the Promotion of Accessibility and\nRemoval of Architectural Barriers. ", "2008_420.pdf": "DRAFT ORDER DEVELOPING THE REGULATION OF GAMING MACHINES PROVIDED FOR IN THE\nDRAFT DECREE IMPLEMENTING THE REGULATIONS FOR GAMING SYSTEMS AND MACHINES. ", "2009_20.pdf": "DRAFT ROYAL DECREE PASSING THE BASIC PROCEDURE FOR CERTIFYING THE ENERGY\nPERFORMANCE OF EXISTING BUILDINGS ", "1989_150.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/150/E\n\nDate received : 23/06/1989\n\nEnd of Standstill : 15/01/1990 \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2003_68.pdf": "Draft Order adopting IC Standard 6.1. Road surface sections, from the road works authority. ", "2010_77.pdf": "DRAFT REGIONAL DECREE REGULATING PATIENT TRANSPORTATION BY ROAD IN NAVARRA. ", "1997_338.pdf": "Draft Decree regulating the transportation of the sick by\nroad", "1990_368.pdf": "Draft Ministerial Order amending Supplementary Technical\nInstructions 12.0.02 of the General Regulations laying down\nbasic mine safety standards\n\nPage 1 of 2\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n", "1991_278.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/278/E\n\nDate received : 29/07/1991\n\nEnd of Standstill : 08/11/1991 \n\nIssue of comments by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2007_302.pdf": "Regulated radio interface IR 92 for short-range radio equipment for remote assistance alarms. ", "2010_322.pdf": "Draft decree adopting the regulations on public shows and recreational activities. ", "2004_308.pdf": "Draft Royal Decree laying down the specifications for petrol, diesel, fuel oil and liquid petroleum gases, and the\nuse of biofuels. ", "2017_190.pdf": "Royal Decree regulating the direct granting of aid for the purchase of vehicles powered by alternative energy\nsources and for the installation of electric vehicle charging stations in 2017 (MOVEA Plan 2017) ", "2008_190.pdf": "ORDER OF THE DEPARTMENT OF TRANSPORT & INFRASTRUCTURE ESTABLISHING THE BASIC\nREGULATIONS FOR THE GRANTING OF SUBSIDIES TO COMPANIES PROVIDING PERMANENT\nREGULAR PUBLIC PASSENGER ROAD TRANSPORT SERVICES FOR GENERAL USE, FOR THE\nPURCHASE OF ACCESSIBLE VEHICLES. ", "1996_68.pdf": "Technical specifications for commercial amateur-radio sets.", "2010_755.pdf": "Draft Royal Decree on periodic inspections of equipment used for phytosanitary products ", "2018_513.pdf": "Draft Decree approving the Regulation on casinos of the Autonomous Community of the Balearic Islands. ", "2009_132.pdf": "ORDER ISSUED BY THE REGIONAL TREASURY, UPDATING THE TECHNICAL CONDITIONS FOR\nGAMING MACHINES ESTABLISHED IN DECREE 28/2006 OF 5 MAY. ", "1995_155.pdf": "Monographs of the Spanish pharmacopoeia subject to public\nenquiry referring respectively to crowfoot and butcher's\nbroom rhizome", "2002_209.pdf": "Order of the Regional Ministry of Public Works, Town Planning and Transport adopting the regulatory bases\nwith regard to subsidies for the acquisition of public transport vehicles adapted for persons with reduced\nmobility. ", "2011_87.pdf": "IR-188, IR-189 and IR-190 radio interfaces for remote-care devices, telemetering and remote control systems\nand locating systems respectively, in the 169 MHz frequency band. ", "2010_277.pdf": "Draft Royal Decree amending Royal Decree 929/1995 of 9 June adopting the technical regulations for the\ncontrol and certification of nursery fruit plants. ", "1999_505.pdf": "Draft Law on electronic signatures ", "1990_168.pdf": "Royal Decree amending the technical and health regulations\nfor the preparation and sale of tiger nut milk, approved by\nRoyal Decree 1338/1988 of 28 October 1988.", "2018_21.pdf": "Draft Decision of the Secretary of State for the Information Society and the Digital Agenda publishing the\ntechnical requirements for the following regulated radio interfaces: \nIR-4 on analogue PMR446 equipment in the frequency band 446–446.2 MHz \nIR-97 on digital PMR446 equipment in the frequency band 446-446.2 MHz ", "2015_91.pdf": "Draft Ruling of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements of the regulated interfaces IR-240 to IR-257 for amateur satellite radio equipment. ", "2004_93.pdf": "\"Draft Ministerial Decree adopting the national plan for Internet domain names under the country code\ncorresponding to Spain\". ", "2011_362.pdf": "IR-197 AND IR-198 RADIO INTERFACE FOR RADIOLOCATION DEVICES ON FREQUENCY BANDS\n148-150.05 MHZ AND 399.9-400.05 MHZ RESPECTIVELY. ", "2006_377.pdf": "Ministerial Decree on the State metrological control of work instruments intended for the measurement of\nexhaust gas emissions from road traffic motor vehicles with spark-ignition engines (petrol) ", "1987_151.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/151/E\n\nDate received : 07/10/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2006_619.pdf": "National Table of Frequency Allocations (Spanish acronym: CNAF). ", "1999_201.pdf": "Draft Royal Decree bringing petrol tanks into line with the\nRoyal Decree on the control of emissions of volatile organic\ncompounds (V.O.C.)", "2007_306.pdf": "Draft Decree adopting the Regulation on amusement and gaming machines ", "1988_145.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1988/145/E\n\nDate received : 29/11/1988\n\nEnd of Standstill : Closed \n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2005_639.pdf": "Draft Royal Decree amending Royal Decree No 929 of 9 June 1995 adopting the technical regulation on the\ncontrol and certification of nursery-grown fruit-bearing plants. ", "1990_208.pdf": "Proposal for a Ministerial Order approving supplementary\ntechnical instructions MSG-SM-1 of the regulations on safety\nof machinery, machinery parts and protection systems used.", "2011_372.pdf": "RESTRICTD RADIO INTERFACES IR-191,IR192 and IR-193 FOR FOR LOCATING AND TRACKING\nSYSTEMS IN THE 169 MHz FREQUENCY BAND. ", "2003_207.pdf": "Draft Order amending Annex II to Royal Decree No 280 of 18 February 1994, laying down maximum limits for\npesticide residues and their control in certain products of plant origin. ", "1989_141.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/141/E\n\nDate received : 13/06/1989\n\nEnd of Standstill : 06/11/1989 ( 05/02/1990)\n\nIssue of comments by : Commission\n\nIssue of detailed opinion by : Denmark\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2008_46.pdf": "Draft Royal Decree regulating the marking of hams and shoulders and the periods of manufacture for the use of\nspecific references on labelling. ", "2013_156.pdf": "Order FOM/XXX/2012, of ......................, updating the basic document DB-HE 'energy saving' of the Technical\nBuilding Code approved by Royal Decree 314/2006 of 17 March. ", "1994_381.pdf": "Draft Royal Decree establishing the technical\ncharacteristics, medical equipment and staffing requirements\nof vehicles for the transport for medical purposes of people\nby road, in application of the provisions of article 134.1 of\nthe regulation from the law arranging land transport.", "2002_150.pdf": "Royal Decree amending the Regulation on heating installations in buildings and its supplementary technical\ninstructions ", "1987_171.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/171/E\n\nDate received : 13/11/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2011_241.pdf": "Draft Order approving the \"Guidelines on actions to consider in road bridge projects (IAP-11)\" ", "1991_282.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/282/E\n\nDate received : 29/07/1991\n\nEnd of Standstill : 08/11/1991 \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2003_228.pdf": "Draft Order regulating the detonability test of ammonium nitrate-based products with a high nitrogen content. ", "2007_689.pdf": "Draft Ministerial Decree amending Annexes 1, 2, 3 and 6 of Royal Decree No 824/2005 of 8 July on fertilising\nproducts. ", "2006_142.pdf": "Regulation on Amusement and Gaming machines \n\n6. Products Concerned\nAmusement and gaming machines \n\n7. Notification Under Another Act\n- \n\n8. Main Content\nAim: The Regulation of gaming by means of amusement and gaming machines. \n\nScope of the regulation. AUTONOMOUS COMMUNITY OF VALENCIA \nExclusions of the regulation. \n\nDefinition, characteristics and classifications of the machines: \nType A, Type B, and Type C. \n\nRegistration of models. \n\nManufacturing, import and marketing system \nOperating system: Identification of the machine \nOperating Companies: Definition, registration and requirements \nOperation and installation of machines \nAuthorised premises for operating and installing machines \n\nDocumentation for machines and method of use \n\nPenalty system: Competence, procedure and faculties of the administration. \n\n9. Brief Statement of Grounds\nThe constant changes taking place in the sub-sector of amusement and gaming machines, due to both technological innovations and changing business realities, together with achieving greater legal certainty, recommend the adoption of new legislation. \n\n10. Reference Documents - Basic Texts\n- Act No 4 of the Generalidad Valenciana of 3 June 1988 on gaming in the Autonomous Community of Valencia (Official State Gazette of Valencia No 842 of 9 June 1988) \nhttp://www.gva.es/cidaj/pdf/4-1988.pdf \n- Act No 14 of 23 December 2005 on fiscal measures, amending chapter VII, Articles 57 and 58 of Act No 4/1988 \nhttp://www.gva.es/cidaj/pdf/14-2005.pdf \n- Decree No 155 of 29 September 1998 of the Regional Government of Valencia \n(Commission Notification No 98/0089/E) (Official State Gazette of Valencia No 3.351 of 15 October 1998), \nDeveloped by Order of 9 December 1998 and amended by Decree No 192 of 18 December 2001, of the Regional Government of Valencia (Official State Gazette of Valencia No 4.153 of 21 December 2002)\nhttp://www.pre.gva.es/L/BASIS/DOGV/WEB/LEGIS_CASTELLANO/SDW?M=1&W=DESCRIPTORES_TEMATICOS+EQ+%22JUEGO+AUTOMATICO%22+AND+DESCRIPTORES_TEMATICOS+EQ+%22REGLAMENTACION+COMERCIAL%22+AND+FECHA_VIGENCIA+EQ+NULL+ORDER+BY+FECHA_DOGV/D\n\n11. Invocation of the Emergency Procedure\nNO \n\n12. Grounds for the Emergency\n- \n\n13. Confidentiality\nNO \n\n14. Fiscal measures\nNO \n\n15. Impact assessment\n- \n\n16. TBT and SPS aspects\nTBT a) Yes \n\nSPS a) No \nb) i) The draft is not a sanitary or phytosanitary measure in accordance with the Annex to the SPS Agreement \n\nCatherine Day \nSecretary-General \nEuropean Commission \n\nContact point Directive 98/34 \nFax: (32-2) 296 76 60 \nemail: Dir83-189-central@cec.eu.int \n------------------------------------------------------------------------- \nsent to : \n\nBELNotif Qualité et Sécurité \nMme Descamps \n\nBundesMinisterium für Wirtschaft und Technologie (Referat EA3) \nFrau Christina Jäckel \n\nBundesministerium für Wirtschaft und Arbeit - Abteilung C2/1 \nFrau MARKL Iris \n\nPage 1 of 4\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nNotification Number: 2006/142/E\n\nRegulation on Amusement and Gaming machines \n\nMessage\n\nMessage 002 \n\nCommunication from the Commission - SG(2006) D/50699 \nDirective 98/34/EC \nTranslation of the message 001 \nNotification: 2006/0142/E \n\nNo abre el plazo - Nezahajuje odklady - Fristerne indledes ikke - Kein Fristbeginn - Viivituste perioodi ei avata - Καμμία έναρξη προθεσμίας - Does not open the delays - N'ouvre pas de délais - Non fa decorrere la mora - Neietekmē atlikšanu - Atidėjimai nepradedami - Nem nyitja meg a késéseket - Ma’ jiftaħx il-perijodi ta’\ndawmien - Geen termijnbegin - Nie otwiera opóźnień - Nao inicia o prazo - Neotvorí oneskorenia - Ne uvaja zamud - Määräaika ei ala tästä - Inleder ingen frist. \n\n(MSG: 200600699.EN) \n\n1. Structured Information Line\nMSG 002 IND 2006 0142 E EN 19-06-2006 17-03-2006 E NOTIF 19-06-2006 \n\n2. Member State\nSpain \n\n3. Department Responsible\nSubdirección General de Asuntos Industriales, Energéticos, de Transportes, Comunicaciones y Medio Ambiente. \nDirección General de Coordinación del Mercado Interior y Otras Políticas Comunitarias. \nSecretaría de Estado de Asuntos Exteriores. \nMinisterio de Asuntos Exteriores. \nC/ Serrano Galvache, 26 (Madrid). \nTeléfonos: 913 798 464, 913 798 387 y 913 798 398. \nFax: 914 798 401. \nDirección correo electrónico: d83-189@ue.mae.es \n\n3. Originating Department\nCOMUNIDAD VALENCIANA. COMISION TECNICA DEL JUEGO \nSUBSECRETARIA DE LA CONSELLERIA DE ECONOMIA, HACIENDA Y EMPLEO DE LA GENERALIDAD VALENCIANA \nCALLE ALMIRANTE 1-1-PISO. VALENCIA 46003. \nTLF: 96/386.20.25 (DIRECTO). FAX: 96/391.02.59 (DIRECTO). \n\n4. Notification Number\n2006/0142/E - H10 \n\n5. Title\nRegulation on Amusement and Gaming machines ", "1993_53.pdf": "Technical specifications for land receiving stations for the\ndirect television broadcasting service by satellite and for\nthe fixed satellite service for television in the 11 and 12\nGHz bands.", "1990_309.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1990/309/E\n\nDate received : 01/10/1990\n\nEnd of Standstill : 07/01/1991 ( 07/10/1991)\n\nIssue of comments by : Commission\n\nPostponement : Yes\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1994_160.pdf": "DRAFT ROYAL DECREE APPROVING THE REGULATIONS FOR\nINCORPORATING IN SPANISH POSITIVE LISTS THE ADDITIVES\nAUTHORIZED IN OTHER MEMBER COUNTRIES OF THE EUROPEAN\nCOMMUNITY WHICH ARE NOT INCLUDED IN THE SPANISH LISTS, OR\nWHICH ARE INCLUDED IN DOSES DIFFERENT FROM THOSE PERMITTED\nTHEREIN.", "1998_443.pdf": "Draft Order updating the general technical requirements for\nroad- and bridge-works.", "2005_67.pdf": "Preliminary draft Act regulating the sale, supply, consumption and advertising of tobacco products, for the\nprotection of public health ", "2003_384.pdf": "Short-range devices (SRD) with inductive loop ", "1989_21.pdf": "\n\n\n\n\n\n\n\nSearch the database - European Commission\n\n\n\t\n\t\t   \n\t  \t\n\t\t\t\t\t\tNotification Detail\n\n\t\t\t\t\t\n\t\tNO INFORMATION IS AVAILABLE FOR THIS CONTRIBUTION.\n \n\t\n\n\t\n\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t", "2005_650.pdf": "Draft Royal Decree amending Royal Decree No 2064 of 15 October 2004 regulating the first sale of fishery\nproducts. ", "2009_542.pdf": "ORDER REGULATING STATE METROLOGICAL CONTROL OF MEASUREMENT SYSTEMS FOR LIQUIDS\nOTHER THAN WATER, CALLED NOZZLES OR DISPENSERS, INTENDED FOR THE SUPPLY OF MOTOR\nVEHICLES WITH SUBSTANCES NOT INTENDED TO BE USED AS FUEL, IN SERVICE. ", "2006_651.pdf": "Draft Decree adopting the Regulation on amusement and gaming machines of the Autonomous Community of\nthe Region of Murcia; ", "2006_64.pdf": "DRAFT ROYAL DECREE ADOPTING THE REGULATION ON THE STORAGE OF AMMONIUM\nNITRATE-BASED FERTILISERS WITH A NITROGEN CONTENT EQUAL TO OR LESS THAN 28 PER CENT\nIN MASS ", "2004_170.pdf": "\nPage 1 of 5\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nDraft Royal Decree adopting the Safety Regulation on fire safety in industrial establishments ", "2006_576.pdf": "Draft Royal Decree amending the Technical Health Regulation on edible vegetable oils, approved by means of\nRoyal Decree 308, of 25 January 1983, with regard to the physico-chemical characteristics of refined sunflower\noil. ", "2016_287.pdf": "Draft Order amending certain articles of the Order of the Ministry of the Treasury and Public Administration of 10\nOctober 2012 approving regulations applicable to the practice of electronic bingo in the Autonomous\nCommunity of Andalusia ", "2016_221.pdf": "Draft Royal Decree adopting the storage regulations for chemicals and their complementary technical\ninstructions MIE APQ 0 to 10 ", "2011_347.pdf": "Draft Royal Decree laying down technical requirements for gaming activities. ", "1992_149.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1992/149/E\n\nDate received : 09/06/1992\n\nEnd of Standstill : 17/09/1992 \n\nIssue of comments by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2006_372.pdf": "Draft Order laying down technical specifications to be complied with for certain mirrors or other devices for\nindirect vision installed on certain buses used for school transport and the transport of children. ", "1993_365.pdf": "DRAFT MINISTERIAL ORDER OF [sic], BY WHICH STATE METROLOGICAL\nCONTROL IS ESTABLISHED IN STAGES OF PERIODIC VERIFICATION AND\nMONITORING AND INSPECTION FOR PRESSURE GAUGES FOR PUBLIC USE\nFOR MOTOR VEHICLE TYRES.", "2010_756.pdf": "Draft Royal Decree establishing basic control rules to be complied with by players in the raw ewe and goat milk\nsector ", "2009_515.pdf": "DRAFT ORDER MODIFYING APPENDICES II, IX, XI, XII AND XVIII OF THE GENERAL REGULATIONS\nCOVERING VEHICLES, APPROVED BY ROYAL DECREE 2822/1998 OF 23 DECEMBER ", "2006_278.pdf": "Draft Decree amending Decree No 332 of 18 December 2001, partially amended by Decree No 223 of 2\nNovember 2004, adopting the Regulation on Amusement and Gaming Machines, Amusement Arcades and\nGaming Clubs. ", "2002_257.pdf": "\nPage 1 of 5\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nDraft Order amending the quality standard for yogurt or yoghurt intended for the internal market, adopted by the\nOrder of 1 July 1987. ", "1993_54.pdf": "Technical specifications with which low power cordless\nmicrophones must comply.", "2007_173.pdf": "Draft Royal Decree laying down the minimum quality parameters of fruit juices and the applicable methods of\nanalysis. ", "2001_189.pdf": "Draft Ministerial Order amending Annex II to Royal Decree 280/1994 of 18 February, establishing the maximum\nlimits for residues of pesticides and controlling certain products of a vegetable origin. ", "2018_457.pdf": "Draft Order regulating State metrological control of certain measuring instruments ", "2015_184.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for the regulated radio interface IR-163 for broadband data transmission devices in the\nfrequency bands 2400–2483.5 MHz. ", "2003_347.pdf": "Preliminary draft Act on the promotion and defence of Agri-Food quality. ", "1999_454.pdf": "Draft order approving the \"instructions for the acceptance of ceramic tiles used in construction works (rlc-98)\". ", "2013_353.pdf": "Draft Royal Decree regulating the transport of dangerous goods on Spanish roads. ", "1996_163.pdf": "Regulation governing heating installations in buildings\n(RHIB) and associated technical instructions (TI).", "2010_530.pdf": "RADIO INTERFACES IR-175 AND IR-176 RELATING TO SHORT-RANGE RADIOLOCATION DEVICES IN\nTHE 20,025-24,25 GHz AND 17,1-17,3 GHz FREQUENCY BANDS. ", "1995_244.pdf": "Proposed Ministerial Order adapting supplementary technical\ninstruction MIE-RAT-02, of the regulation on technical\nconditions and guarantees of safety in power stations,\nsub-stations and transforming stations, in line with\ntechnical advances.", "2015_296.pdf": "Draft royal decree approving the Regulation on pyrotechnic articles and ammunition ", "2011_37.pdf": "DRAFT RESOLUTION OF THE SECRETARY OF STATE FOR TELECOMMUNICATIONS AND\nINFORMATION SOCIETY PUBLISHING THE TECHNICAL REQUIREMENTS FOR RADIO INTERFACES\nIR-179 AND IR-180 FOR FIXED RADIO LINKS ON THE BANDWIDTHS 31-31.3 GHZ AND 55.78-57 GHZ\nRESPECTIVELY. ", "2012_702.pdf": "Draft decree amending Decree 39/2008, of 21 February, approving the Regulation on amusement and gaming\nmachines of the Autonomous Community of Galicia. ", "2014_528.pdf": "DRAFT ORDER IET/………AMENDING ORDER \nIET/787/2013 OF 25 APRIL, APPROVING THE NATIONAL FRAMEWORK \nFOR THE ALLOCATION OF FREQUENCIES. ", "2002_372.pdf": "Draft Royal Decree laying down and regulating the poultry sanitary plan. ", "2003_387.pdf": "Fixed wireless access systems (LMDS/FWA) in the 27.5 to 29.5 GHz frequency band ", "2015_547.pdf": "Draft order adopting Standard 5.2-IC ‘Surface Drainage’ ", "2014_493.pdf": "Draft Royal Decree regulating the first sale of fishery products ", "2009_175.pdf": "DRAFT ROYAL DECREE ESTABLISHING THE RULES FOR OFFICIAL APPROVAL OF MOTOR VEHICLES\nAND THEIR TRAILERS, SELF-PROPELLED OR TOWED MACHINES, AGRICULTURAL VEHICLES, AND OF\nSYSTEMS, PARTS AND PIECES OF SAID VEHICLES. ", "2008_317.pdf": "INTERFACES IR-102 to 104 FOR ON-SITE PAGING EQUIPMENT. ", "1990_10.pdf": "Royal Decree approving the basic building standard\nNBE-FL1989 ''Strong brick walls''", "2015_543.pdf": "Draft Royal Decree approving the technical regulation for the control and certification of seed potatoes, and\namending Royal Decree 506/2013 of 28 June on fertiliser products. ", "1993_77.pdf": "Draft Royal Decree approving appendix C 'Special conditions\nfor commercial use' to the basic standard of instruction\n'NBE-CPI/91 : Conditions for fire protection in buildings'", "2003_389.pdf": "Equipment for land mobile service PMR 446 ", "1989_316.pdf": "Draft order amending the references to UNE standards which\nappear in the annex to royal decree 1313/1988 of 28 October.", "2015_186.pdf": "Draft Royal Decree on commercial communications for the activities of gambling and responsible gambling. ", "2010_183.pdf": "RADIO ELECTRICAL INTERFACE 1R-161 FOR SHORT-RANGE LOW-VOLTAGE RADIO ELECTRICAL\nDEVICES USED AS MEDICAL IMPLANTS IN THE 9-315 KHZ FREQUENCY BAND. ", "2008_315.pdf": "INTERFACES IR-118 to 123 FOR EQUIPMENT FOR TERRESTRIAL MOBILE SERVICES, VOICE\nAPPLICATIONS ON PMR/PAMR NETWORKS. ", "2014_243.pdf": "DRAFT DECREE APPROVING THE REGULATION GOVERNING BETTING IN THE COMMUNITY OF\nCASTILLA Y LEÓN AND AMENDING DECREE 44/2001 OF 22 FEBRUARY APPROVING THE CATALOGUE\nOF GAMBLING AND BETTING ACTIVITIES OF THE COMMUNITY OF CASTILLA Y LEÓN. ", "2018_619.pdf": "Proyecto de Orden por la que se actualizan las condiciones técnicas de máquinas de juego, así como otros\naspectos relacionados con las máquinas de juego de la Comunidad Autónoma de La Rioja. ", "1990_311.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1990/311/E\n\nDate received : 01/10/1990\n\nEnd of Standstill : 07/01/1991 \n\nIssue of comments by : Commission,France\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2005_597.pdf": "Short-range radio (SRR) equipment, operating in the 77-81 GHz frequency band ", "1996_5.pdf": "Order of 1995, amending the order of 29 July 1994, on quality\ncontrol of polyurethane produced in situ.", "2007_48.pdf": "Royal Decree adopting the quality standard for cuajada. ", "1987_154.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1987/154/E\n\nDate received : 16/10/1987\n\nEnd of Standstill : Closed \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2007_524.pdf": "Draft Royal Decree adopting the guidelines for the acceptance of cements (RC 2007). ", "2010_619.pdf": "Draft Order of the Interior Ministry on Private Security Personnel ", "2006_367.pdf": "Draft Royal Decree adopting the DB HR basic document on protection against noise of the technical code on\nbuilding. ", "2006_373.pdf": "Draft Ministerial Decree adopting the instruction on actions to be taken into account in the planning of railway\nbridges (IAPF). ", "2013_397.pdf": "Draft Resolution of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements of the regulated interfaces IR- 226 and IR-227 regarding amateur radio equipment on the\nfrequency bands 472 kHz and 1810 kHz, respectively. ", "2004_35.pdf": "Draft Royal Decree laying down the technical requirements which must be met by, and the operating standards\nof, technical centres for the installation, checking, control and inspection of digital tachographs. ", "1997_163.pdf": "Amendment of Section 5 of Chapter VI of RD 1562/92 (notified\nregulation N°.92/73/E)", "2018_512.pdf": "Draft Decree adopting the Regulation on gaming machines, businesses and establishments intended for their\noperation and other provisions on gaming of the Autonomous Community in the Balearic Islands ", "2003_382.pdf": "Short-range devices (SRD) for the control of radio-controlled planes ", "1995_386.pdf": "Technical specifications for radio equipment with external or\ninternal radio frequency connectors intended mainly for\nanalogue voice signals to be used in the land mobile service.", "2006_533.pdf": "Draft decree amending the Regulation on Amusement and Gaming Machines concerning certain technical\naspects of type ‘B’ amusement machines ", "1990_49.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1990/49/E\n\nDate received : 19/02/1990\n\nEnd of Standstill : 28/05/1990 ( 24/08/1990)\n\nIssue of comments by : Ireland\n\nIssue of detailed opinion by : France\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2011_86.pdf": "IR-186 and IR-187 radio interfaces for assisted listening devices in the 169 MHz and 174 MHz frequency bands\nrespectively. ", "2016_73.pdf": "Draft Royal Decree regulating the public use of remotely piloted aircraft and amending Royal Decree 552/2014\nof 27 June 2014 implementing the Air Regulation and common operating provisions for air navigation services\nand procedures and amending Royal Decree 57/2002 of 18 January 2002 approving the Air Traffic Regulation ", "1990_167.pdf": "Ministerial Order approving microbiological standards, limits\nfor heavy metal content and analytical methods of heavy metal\ndetection for fishery and aquaculture products.", "2011_290.pdf": "Decree amending various articles of the Regulation on Amusement and Gambling Machines, Amusement\nArcades and Gaming Clubs, and the Registration of Gaming Companies of the Autonomous Community of\nAndalusia, approved by Decree 250/2005, of 22 November and the Catalogue of Games and Betting of the\nAutonomous Community of Andalusia, approved by Decree 280/2009, of 23 June. ", "1994_52.pdf": "DRAFT ROYAL DECREE FOR THE ENFORCEMENT OF LAW 8/1990, OF 28\nDECEMBER, REGULATING THE USE, ORDER AND PROMOTION OF MINERAL\nAND SPRING WATER FROM CASTILLA LA MANCHA", "2006_45.pdf": "Radio interface IR-31 for fixed point-to-point radio links in the 6200 MHz frequency band. ", "2014_123.pdf": "Draft Ministerial Order approving the basic regulation of cross betting. ", "1999_205.pdf": "Draft Royal Decree laying down hygiene standards in the\npreparation, circulation and marketing of prepared foods.", "2013_401.pdf": "Decision of the Director-General for Rural and Marine Affairs regulating the authorised periods to fish with traditional casting techniques and the\nmaximum catch quota in the waters of the Balearic Islands. \n\n6. Products Concerned\nCATCHING TRANSPARENT GOBY AND PICAREL IN THE WATERS OF THE BALEARIC ISLANDS \n\nPage 1 of 6\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n \n\n\n\nNotification Number: 2013/401/E\n\nDecision of the Director-General for Rural and Marine Affairs regulating the\nauthorised periods to fish with traditional casting techniques and the maximum\ncatch quota in the waters of the Balearic Islands.\n\nMessage\n\nMessage 002 \n\nCommunication from the Commission - TRIS/(2013) 01891 \nDirective 98/34/EC \nTranslation of the message 001 \nNotification: 2013/0401/E \n\nNo abre el plazo - Nezahajuje odklady - Fristerne indledes ikke - Kein Fristbeginn - Viivituste perioodi ei avata - Καμμία έναρξη προθεσμίας - Does\nnot open the delays - N'ouvre pas de délais - Non fa decorrere la mora - Neietekmē atlikšanu - Atidėjimai nepradedami - Nem nyitja meg a késéseket\n- Ma’ jiftaħx il-perijodi ta’ dawmien - Geen termijnbegin - Nie otwiera opóźnień - Nao inicia o prazo - Neotvorí oneskorenia - Ne uvaja zamud -\nMääräaika ei ala tästä - Inleder ingen frist - Не се предвижда период на прекъсване - Nu deschide perioadele de stagnare - Nu deschide\nperioadele de stagnare. \n\n(MSG: 201301891.EN) \n\n1. Structured Information Line\nMSG 002 IND 2013 0401 E EN 22-07-2013 E NOTIF \n\n2. Member State\nE \n\n3. Department Responsible\nSubdirección General de Asuntos Industriales, Energéticos, de Transportes, Comunicaciones y Medio Ambiente. \nDirección General de Coordinación de Políticas Comunes y de Asuntos Generales de la Unión Europea. \nSecretaría de Estado para la Unión Europea. \nMinisterio de Asuntos Exteriores y de Cooperación. \nC/ Serrano Galvache, 26, 4ª planta, Torre Sur (28071 Madrid) \nTeléfonos: 91 379 84 64, 91 379 17 80 y 91 394 88 04 \nFax: 91 379 84 01 \nDirección correo electrónico: d83-189@ue.maec.es \n\n3. Originating Department\nSERVICIO DE RECURSOS MARINOS. DIRECCIÓN GENERAL DE MEDIO RURAL Y MARINO. CONSEJERÍA DE AGRICULTURA, MEDIO\nAMBIENTE Y TERRITORIO. GOBIERNO DE LAS ISLAS BALEARES \n\n4. Notification Number\n2013/0401/E - C10A \n\n5. Title\nDecision of the Director-General for Rural and Marine Affairs regulating the authorised periods to fish with traditional casting techniques and the\nmaximum catch quota in the waters of the Balearic Islands. ", "2012_311.pdf": "Draft Royal Decree approving the quality standard for coffee. ", "2007_426.pdf": "Draft Order adopting the “Technical instruction for the installation of speed reducers and transverse warning\nbands on roads within the national road network” ", "2013_210.pdf": "DRAFT ORDER FROM THE MINISTRY OF DEVELOPMENT APPROVING THE \"INSTRUCTION FOR THE\nPLANNING AND CONSTRUCTION OF THE RAILWAY INFRASTRUCTURE SUBSYSTEM (IFI - 2013)\" - ", "2000_101.pdf": "Draft Ministerial Decree amending Annex II to Royal Decree 280/1994 of 18 February, laying down maximum\nresidue limits and the control thereof in certain products of plant origin. ", "2012_703.pdf": "DRAFT ROYAL DECREE APPROVING THE REGULATION ON TECHNICAL CONDITIONS AND SAFETY\nGUARANTEES IN HIGH VOLTAGE ELECTRICAL INSTALLATIONS AND ITS SUPPLEMENTARY\nTECHNICAL INSTRUCTIONS ITC-RAT 01 A 23 ", "2007_254.pdf": "Regulated radio interface IR-1 for short-range radio equipment with induction loop. ", "2006_395.pdf": "Draft order regulating certain aspects relating to the provision of dietetic products of the National Health System. ", "2013_400.pdf": "Draft Order of the Treasury laying down rules and \nrequirements for bingo and its various forms as laid down in Decree ….., \napproving the Castile-La Mancha Games and Bets Catagloue. ", "2002_380.pdf": "Draft Royal Decree amending Royal Decree No 1083/2001 of 5 October 2001 adopting the Quality Standard for\nIberian ham, shoulder and cured loin produced in Spain. ", "1994_66.pdf": "Ministerial Order of 1994, establishing State metrological\ncontrol at the stages of verification after repair or\nmodification, periodic verification and monitoring and\ninspection, for non-automatic weighing instruments of the\nweighbridge type, installed at a fixed site and on mobile\nplatforms.", "2011_581.pdf": "Draft decree approving the Regulation on betting of the Autonomous Community of Galicia. ", "2015_649.pdf": "Draft Royal Decree adopting the guidelines for the acceptance of cements (RC-16) ", "2015_89.pdf": "Draft Ruling of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for regulated interfaces IR- 46 to IR-54 and IR-56 to IR-67 for amateur radio equipment. ", "2011_42.pdf": "IR-184 AND IR-185 RADIO INTERFACES FOR LOW-POWER AND ULTRA-WIDE BAND (UWB) DEVICES\nFOR GENERIC APPLICATIONS AND FOR BUILDING-MATERIALS ANALYSIS (BMA) RESPECTIVELY. ", "2015_97.pdf": "Draft Royal Decree amending annexes I and II of Royal Decree 1113/2006 of 29 September 2006, approving\nquality standards for cheese and processed cheese. ", "2010_75.pdf": "DRAFT ROYAL DECREE APPROVING THE TECHNICAL-SANITARY REGULATION FOR THE\nPRODUCTION, CIRCULATION AND MARKETING OF SOFT DRINKS. ", "1999_241.pdf": "Draft order approving standard 8.1-IC. Vertical signposting,\nof the highways regulations.", "2001_187.pdf": "Draft Royal Decree laying down rules for the implementation of the International Convention on Safe Containers\n(C.S.C.) ", "2015_90.pdf": "Draft Ruling of the Secretary of State for Telecommunications and the Information Society publishing the\ntechnical requirements for the regulated interfaces IR-234 to IR-239 for amateur radio equipment. ", "2017_187.pdf": "Resolution of [date] [month] 2017 of the Regional Department for Agriculture, Environment and Rural\nDevelopment to recognise the ‘Carne de Vacuno Sierra de San Vicente’ [Sierra de San Vicente Beef] collective\nmark, owned by the Association of Producers of Sierra de San Vicente Beef, as an agri-food quality mark. ", "1994_65.pdf": "DRAFT OF ROYAL DECREE APPROVING TECHNICAL-HEALTH REGULATIONS\nFOR THE MANUFACTURE, DISTRIBUTION AND SALE OF BEER AND LIQUID\nMALT.", "1991_129.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1991/129/E\n\nDate received : 09/04/1991\n\nEnd of Standstill : 12/07/1991 ( 14/10/1991)\n\nIssue of comments by : France\n\nIssue of detailed opinion by : Commission\n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "1997_110.pdf": "Ministerial draft order amending the regulations governing\nnetworks and connections for gaseous fuels.", "2010_386.pdf": "Draft Royal Decree on wheat quality standards ", "2002_402.pdf": "Draft Order laying down implementing standards for Royal Decree No 1083 of 5 October 2001, adopting the\nquality standard for Iberian ham, shoulder and cured loin produced in Spain. ", "2014_255.pdf": "Draft royal decree adopting the general standard on food information for non-prepacked food intended for sale to\nthe final consumer and mass caterers, for food packed at the point of sale at the request of the buyer and for\nfood packed by owners of retail businesses ", "2002_180.pdf": "Draft Order amending Annex II to Royal Decree No 280 of 18 February 1994, laying down maximum limits for\npesticide residues and their control in certain products of plant origin. ", "2012_312.pdf": "Draft decree on the use of sludge on farmland in the Autonomous Community of the Basque Country ", "2014_124.pdf": "Draft Ministerial Order approving the basic regulations for slot machines. ", "2008_488.pdf": "FRAMEWORK AGREEMENT BETWEEN THE AUTONOMOUS REGION OF THE BASQUE COUNTRY AND\nTHE SYSTEM PROMOTED BY ECOEMBALAJES ESPAÑA, S.A. ", "1989_282.pdf": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotification Number: 1989/282/E\n\nDate received : 22/11/1989\n\nEnd of Standstill : 01/03/1990 \n\nMessage\n\nPage 1 of 1\n\nEUROPEAN COMMISSION\nGROWTH DIRECTORATE-GENERAL \n \nSingle Market for goods\nPrevention of Technical Barriers\n\n ", "2003_393.pdf": "Equipment for land mobile service, voice applications in PMR/PAMR type networks ", "2009_338.pdf": "IR-165 RADIO INTERFACE RELATING TO THE GSM MOBILE COMMUNICATION SYSTEM IN AIRCRAFT. ", "1999_564.pdf": "Draft Royal Decree approving the regulation on the storage of chemical products and its supplementary\ntechnical instructions MIE APQ-1, MIE APQ-2, MIE APQ-3, MIE APQ-4, MIE APQ-5, MIE APQ-6 and MIE\nAPQ-7. ", "2009_334.pdf": "IR-164 RADIO INTERFACE RELATING TO THE MOBILE COMMUNICATION SYSTEM ON GSM-R\nRAILWAYS. ", "2017_567.pdf": "Draft Decision of the Secretary of State for the Information Society and the Digital Agenda on publication of\ntechnical requirements for the following regulated radio interfaces: \nIR-260 on fixed-service radio link equipment in the bands 48.5-50.2 GHz and 50.9-52.6 GHz \nIR-261 on fixed-service radio link equipment in the band 57-64 GHz \nIR-262 on fixed-service radio link equipment in the band 64-66 GHz \nIR-263 on 60 GHz broadband data equipment ", "2008_314.pdf": "REGULATED RADIO INTERFACES IR-105 AND IR-106 FOR TETRA MOBILE RADIO SYSTEMS FOR\nGENERAL CIVIL APPLICATIONS IN PMR/PAMR NETWORKS. "}